Repository: traumschule/tor-translation
Catalog: contents+mk.po
Languages: mk

source: Troubleshooting
mk: Решавање проблеми

source: What to do if Tor Browser doesn’t work
mk: Што да направите ако Tor Browser не работи

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
mk: Вие треба да можете да започнете да прелистувате на веб користејќи го Tor Browser кратко откако ќе ја стартувате програмата, и со кликнување на копчето "Поврзи" ако го користите за првпат.

source: ##### Quick fixes
mk: ##### Брзи поправки

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
mk: Ако Tor Browser не се поврзува, може да има едноставно решение. Пробајте некое од следниве:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
mk: * Часовникот на вашиот компјутерски систем мора да биде точно поставен, или Tor нема да може да се поврзе.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
mk: * Бидете сигурни дека друг Tor Browser не е веќе стартуван. Ако не сте сигурни дали Tor Browser е веќе во функција, рестартирајте го вашиот компјутер.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
mk: * Бидете сигурни дека секоја антивирусна програма што сте ја инсталирале не го спречува Tor да работи. Можеби ќе треба да се консултирате со документацијата за вашиот антивирусен софтвер ако не знаете како да го направите ова.

source: * Temporarily disable your firewall.
mk: * Привремено оневозможете го вашиот заштитен ѕид.

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
mk: * Избишете го Tor Browser и инсталирајте го повторно. Ако се надградува, не ги презапишувајте фајловите од претходниот Tor Browser; осигурајте се дека се целосно избиршани претходно.

source: ##### Is your connection censored?
mk: ##### Дали вашето поврзување е цензурирано?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
mk: Ако сеуште не можете да се поврзете, вашиот Интернет Сервис Провајдер можно е да го цензурира поврзувањето на Tor мрежата. Прочитајте ја <a href="/circumvention">Заобиколување</a> секцијата за можни решенија.

source: ##### Known issues
mk: ##### Познати проблеми

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
mk: Tor Browser е под постојано развивање, и некои проблеми се познати но сеуште не се поправени. Ве молиме проверете на <a href="/known-issues">Познати Проблеми</a> страницата да видите дали проблемот со кој се соочувате е веќе излистан таму.

source: Known issues
mk: Познати проблеми

source: * Tor needs your system clock (and your time zone) set to the correct time.
mk: * На Tor му е потребно вашиот часовник (со вашата временска зона) на системот да биде наместен на точно време.

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
mk: * Следниот софтвер за заштитен ѕид е познто дека влегува во конфликт со Tor и можеби треба да биде привремено оневозможен:

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
mk: * Видеата кои бараат Adobe Flash се оневозможени. Flash е оневозможен од безбедносни причини.

source: * Tor can not use a bridge if a proxy is set.
mk: * Tor не може да користи мост ако има поставено прокси.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
mk: * Tor Browser пакетот е датиран на 1-ви јануари 2000 година во 00:00:00 координирано универзално време. Ова е за да се обезбеди секоја верзија на софтверот да биде точно репродуцибилна.

source: Uninstalling
mk: Деинсталирање

source: How to remove Tor Browser from your system
mk: Како да го отстаните Tor Browser од вашиот систем

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
mk: Tor Browser не влијае врз постоечкиот софтвер или поставките на вашиот компјутер. Деинсталирањето на Tor Browser нема да му наштети на вашиот системски софтвер или на вашите поставки.

source: Removing Tor Browser from your system is simple:
mk: Отстранувањето на Tor Browser од вашиот систем е едноствано:

source: Note that your operating system’s standard “Uninstall” utility is not used.
mk: Забележете дека вашата стандардна "Деинсталирај" алатка во вашиот оперативен систем не е користена.

source: Becoming a Tor Translator
mk: Станете Tor преведувач

source: Becoming a translator for the Tor Project
mk: Станете преведувач за Tor Project

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
mk: Ако сте заинтересирани да му помогнете на проектот со преведување на упатството или на Tor Browser на вашиот јазик, вашата помош ќе биде многу ценета! За да допринесете ќе треба да се најавите на Transifex, 3-та страна која ги олеснува нашите преведувања. Подолу има прелед за тоа како да се најавите и да започнете.

source: * Head over to the <a href="https://transifex.com/signup/">Transifex signup page</a>.
mk: * Одете на <a href="https://transifex.com/signup/">Transifex страната за најава</a>.

source: Enter your information into the fields and click the 'Sign Up' button:
mk: Внесете ги вашите информации во полињата и кликнете на копчето "Најави се":

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
mk: * Сега сте најавени! Одете на <a href="https://www.transifex.com/otf/torproject/">Tor Transifex веб страната</a>.

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
mk: Отакако вашето зачленување ќе биде одобрено вие ќе можете да преведувате: едноставно вратете се назад на <a href="https://www.transifex.com/otf/torproject/">Tor Transifex веб страната</a> кога ќе бидете подготвени да започнете. Ви благодариме за вашата заинтересираност да му помогнете на проектот!

source: Topics
mk: Теми
