Repository: traumschule/tor-translation
Catalog: contents+it.po
Languages: it

source: Tor Browser User Manual
it: Manuale utente del browser Tor

source: About
it: Informazioni

source: Documentation
it: Documentazione

source: Press
it: Stampa

source: Newsletter
it: Notizie

source: Contact
it: Contatti

source: About Tor Browser
it: Informazioni su Tor Browser

source: Learn what Tor Browser can do to protect your privacy and anonymity
it: Impara cosa il browser Tor può fare per proteggere la tua privacy e anonimato

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
it: Tor Browser utilizza la rete Tor per proteggere la tua privacy e anonimato. L'utilizzo della rete Tor ha due caratteristiche principali:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
it: * Il tuo provider di servizi internet, e chiunque sorvegli localmente la tua connessione, non sarà in grado di tener traccia della tua attività on-line, inclusi i nomi e gli indirizzi dei siti che visiti

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
it: * Gli operatori dei siti internet e dei servizi che utilizzi, e chiunque li controlli, vedranno una connessione in entrata dalla rete Tor invece del tuo indirizzo internet reale (IP), e non sapranno la tua identità a meno che tu non intenda identificarti esplicitamente

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
it: In più, il browser Tor è progettato per evitare che i siti raccolgano le tue "impronte digitali" o ti identifichino in base alla configurazione del tuo browser.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities/#new-identity">New Identity</a> is requested).
it: Per default, il browser Tor non tiene traccia della cronologia. I cookie sono validi solo per la singola sessione di navigazione (fino a che non si chiude il Browser o <a href="/it/managing-identities/#nuova-identit">è richiesta Nuova identità</a> )

source: ##### How Tor works
it: ##### Come funziona Tor

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
it: Tor è una rete di tunnel virtuali che permette di migliorare la privacy e la sicurezza in rete. Tor agisce inviando il tuo traffico attraverso tre server scelti a caso (anche noti come *relay*) sulla rete Tor. Sarà quindi l'ultimo relay del circuito (detto "relay d'uscita") a inviare il traffico sulla rete pubblica.

source: <img class="" src="../static/images/how-tor-works.png" alt="How Tor Browser works">
it: <img class="" src="../../static/images/how-tor-works.png" alt="Come funziona Tor">

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
it: L'immagine qui sopra rappresenta un utente che visita diversi siti web attraverso Tor. I monitor verdi rappresentano dei relay nel network Tor, mentre le tre chiavi rappresentano i tunnel crittografici tra l'utente e ogni relay.

source: about
it: al riguardo

source: Downloading
it: Scaricamento

source: How to download Tor Browser
it: Come scaricare il browser Tor

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org. Your connection to the site will be secured using <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a>, which makes it much harder for somebody to tamper with.
it: Il modo più sicuro e più semplice per scaricare il browser Tor è scaricarlo dal sito ufficiale del Progetto Tor https://www.torproject.org. La tua connessione al sito sarà resa sicura utilizzando il protocollo <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a>, che ne rende molto più complessa la manomissione.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
it: Purtroppo, ci potrebbero essere delle volte per cui non potresti accedere al sito del Tor Project, per esempio potrebbe essere bloccato sulla tua rete. Se questo dovesse accadere puoi utilizzare uno dei metodi alternativi qui sotto riportati per scaricarlo.

source: If you're unable to download Tor Browser from the official Tor Project website, you can instead try downloading it from one of our official mirrors, either through [EFF](https://tor.eff.org) or [Calyx Institute](https://tor.calyxinstitute.org).
it: Se non riesci a scaricare Tor Browser dal sito web ufficiale di Tor Project, puoi provare a scaricarlo da uno dei nostri mirror ufficiali, tramite [EFF] (https://tor.eff.org) o [Calyx Institute] (https://tor.calyxinstitute.org).

source: ##### GetTor
it: ##### OttieniTor

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
it: GetTor è un servizio che risponde automaticamente ai messaggi con link per l'ultima versione di Tor Browser, ospitata in vari luoghi, come Dropbox, Google Drive e GitHub.

source: ###### To use GetTor via email:
it: ##### Per ottenere GetTor via email:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
it: Invia una mail a gettor@torproject.org, nel corpo del messaggio scrivi semplicemente "windows", " osx" o "Linux" ( senza virgolette) in funzione al sistema operativo che stai utilizzando.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
it: GetTor risponderà con una mail contenente il linkda dove scaricare il browser Tor, la firma criptografica ( necessaria per verificare il download), l'impronta digitale della chiave utilizzata per per generare la firma digitale e il checksum del pacchetto. Potrete scegliere tra programma a "32-bit" o "64-bit"; questo dipenderà dal modello di computer che state usando.

source: ###### To use GetTor via Twitter:
it: ##### Per usare GetTor via Twitter

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
it: Per ottenere i link per scaricare il browser TOR in inglese per OS X, invia un messaggio a @get_tor contenente il testo "osx en" ( non è necessario seguire l'account).

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
it: ##### Per usare GetTor via Jabber/XMPP (Jitsi, CoyIM, ecc.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
it: Per il link per scaricare il browser Tor in cinese per Linux, manda un messaggio a gettor@torproject.org con le parole "linux zh" all'interno.

source: downloading
it: Scaricamento

source: Running Tor Browser for the first time
it: Avviare il browser Tor per la prima volta

source: Learn how to use Tor Browser for the first time
it: Come usare il browser Tor per la prima volta

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
it: Quando proverete il browser Tor per la prima volta, verrà visualizzata la finestra Impostazioni rete Tor. Questa vi offrirà l'opzione di connetervi direttamente alla rete Tor o di configurare il browser in base al vostro tipo di connessione.

source: ##### Connect
it: ##### Connetti

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
it: Nella maggior parte dei casi, scegliendo "Connetti" è possibile connettersi alla rete Tor senza ulteriori configurazioni. Una volta cliccato, apparirà una barra di stato che mostrerà l'avanzamento della connessione Tor. Se hai una connessione relativamente veloce, ma questa barra sembra bloccarsi a un certo punto, consulta la pagina <a href="troubleshooting">Problemi</a>per assistenza.

source: ##### Configure
it: ##### Configura

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
it: Se sapete che la vostra connessione è censurata, o utilizza un proxy, scegliete questa opzione. Il browser Tor vi guiderà attraverso una seri di opzioni di configurazione.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
it: La prima schermata vi chiederà se l'accesso alla rete Tor è bloccata o censurata sulla vostra linea. Se pensate che non sia il vostro caso cliccate su "No". Se non sapete se la vostra rete è censurata o avete provato a connettervi alla rete Tor senza successo e nessun altra soluzione ha funzionato cliccate su "Si". Sarete portati allo schermata di <a href="circumvention">Elusione</a>per configurare a pluggable transport

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
it: La schermata seguente vi domanderà se la vostra connessione utilizza un proxy. Nella maggior parte dei casi questo non è necessario. Voi saprete di sicuro se rispondere "Si", in quanto sono gli stessi parametri utilizzati dagli altri browser internet sul vostro sistema. Se possibile, contattate il vostro amministratore di sistema per informazioni. Se la vostra connessione non usa proxy cliccate "Continua".

source: running-tor-browser
it: usare-tor-browser

source: Bridges
it: ponti

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
it: La maggior parte dei Pluggable transports, come obfs3 e ofsf4, si basano su dei nodi relay.

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
it: La maggior parte dei <a href="transports">Pluggable transports</a>, come obfs3 e ofsf4, si basano su dei nodi relay. Come i nodi ordinari di Tor anche i nodi relay sono mantenuti da volontari; a differenza dei nodi ordinari gli indirizzi dei nodi relay non sono pubblici. Per questo motivo un attaccante non può identificarli facilmente. La combinazione di nodi e pluggable transports aiuta a mascherare il fatto che si stia utilizzando la rete Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
it: Altri pluggable transport, come meek, usano differenti sistemi anti censura che non fanno affidamento su ponti. Non avrete bisogno di utilizzare indirizzi di ponti per utilizzare questi pluggable transports.

source: ##### Getting bridge addresses
it: ##### Ottieni gli indirizzi dei ponti

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
it: Siccome gli indirizzi dei ponti non sono pubblici, dovrai richiederli tu stesso. Hai due opzioni:

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
it: * Visita https://bridges.torproject.org/ e segui le istruzioni

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
it: * Invia un'email a bridges@torproject.org da un indirizzo email Gmail, Yahoo, Riseup, oppure

source: ##### Entering bridge addresses
it: ##### Inserisci l'indirizzo ponte

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
it: Una volta che hai ottenute degli indirizzi di ponti, dovrai inserirli nel Launcher Tor.

source: If you're starting Tor Browser for the first time, click 'Configure' to open the Tor Network Settings window. Otherwise, click the Torbutton to the left of the URL bar, then select 'Tor Network Settings...' to access these options.
it: Se stai avviando Tor Browser per la prima volta, clicca 'Configura' per aprire la finestra Impostazioni di rete Tor. Altrimenti, clicca il pulsante Tor a sinistra della barra URL, poi seleziona 'Impostazioni di rete Tor...' per accedere a queste opzioni.

source: In the Tor Network Settings window, select 'Tor is censored in my country.' Then, select 'Provide a bridge I know' and enter each bridge address on a separate line.
it: Nella finestra Impostazioni di rete di Tor, seleziona "Tor è censurato nel mio paese". Quindi, seleziona "Fornisci un ponte che conosco" e inserisci ciascun indirizzo del bridge su una linea separata.

source: Click “OK” to save your settings. Using bridges may slow down the connection compared to using ordinary Tor relays.
it: Clicca “OK” per salvare le impostazioni. Usare i bridge potrebbe rallentare la connessione rispetto all'uso dei normali relay Tor.

source: If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
it: Se la connessione non va a buon fine, il ponte che hai ricevuto potrebbe essere disattivo. Utilizza uno dei metodi qui sopra per ottenere più ponti e riprova.

source: bridges
it: ponti

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
it: I Pluggable transports sono degli strumenti utilizzati dal browser Tor per nascondere il traffico inviato.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
it: I Pluggable transports sono degli strumenti utilizzati dal browser Tor per nascondere il traffico inviato. Questo può risultare utile nelle situazioni in cui il fornitore di servizi internet o un'altra autorità stiano attivamente bloccando le connessioni alla rete Tor.

source: ##### Types of pluggable transport
it: ##### Tipi di pluggable transports

source: Currently there are six pluggable transports available, but more are being developed.
it: Al momento esistono 6 tipi di pluggable transports, ma ne stanno venendo sviluppati di nuovi.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
it: obfs3 fa sembrare il traffico di Tor casuale, in modo che non assomigli a Tor o a qualsiasi altro protocollo. Sebbene sia ancora incluso di default, si consiglia di usare obfs4, dato che ha diversi miglioramenti alla sicurezza rispetto a obfs3.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
it: obfs4 rende casuale il traffico Tor come obfs3, inoltre riesce a prevenire il ritrovamento dei ponti attraverso l'internet scanning. I ponti obfs4 sono piu' difficili da bloccare rispetto ai ponti obfs3.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
it: FTE (cifratura format-transforming) nasconde il traffico Tor e lo fa passare come del normale traffico web (HTTP).

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
it: Questi trasporti lo fanno credere che state navigando in un sito dei siti principali del Web invece di utilizzare Tor. Meek-amazon fa sembrare che state usando i servizi web di Amazon; meek-azure fa sembrare che state visitando un sito Web Microsoft e meek-google fa sembrare che state utilizzando la ricerca di Google.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
it: Snowflake è un miglioramento di Flashproxy. Invia il traffico attraverso WebRTC, un protocollo peer-to-peer con NAT integrata.

source: plugable-transports
it: pluggable-transports

source: Circumvention
it: Elusione

source: What to do if the Tor network is blocked
it: Cosa fare se il network Tor è bloccato

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/en-US/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
it: L'accesso diretto alla rete Tor potrebbe essere bloccato dal tuo Provider di servizi Internet o dal governo. Il browser Tor include alcune strumenti per superare questi ostacoli, e sono chiamati "pluggable transports". Vai alla pagina <a href="/en-US/transports">Pluggable Transports</a> per ulteriori informazioni.

source: ##### Using pluggable transports
it: ##### Utilizzare i pluggable transports

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
it: Per utilizzare i pluggable transports schiacciare il pulsante "Configura" nella finestra di avvio che apparirà la prima volta che utilizzerete il browser Tor.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
it: Puoi anche configurare i pluggable transports con il browser Tor in esecuzione; basta schiacciare la cipolla verde vicino alla barra degli indirizzi e selezionare " Impostazioni rete Tor".

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
it: Seleziona "Si", quando richiesto, se il tuo fornitore di servizi Internet blocca la connessione alla rete Tor.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
it: Seleziona " Connetti con i ponti predefiniti". Il browser Tor ha sei diversi opzioni di pluggable transports selezionabili.

source: ##### Which transport should I use?
it: ##### Che trasporto dovrei utilizzare?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/en-US/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
it: Ciasacun trasporto riportato nel menu principale di Tor funziona in maniera differente ( per maggiori dettagli controlla la pagina <a href="/en-US/transports">Pluggable transports</a>) e la loro efficacia dipende dalle diverse circostanze

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, fte, meek-azure and Snowflake.
it: Se stai tentando di aggirare una connessione bloccata per la prima volta, dovresti provare i diversi tipi di trasporto: obfs3, obfs4, fte, meek-azure e Snowflake.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/en-US/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
it: Nel caso abbiate provato ad utilizzare tutti questi trasporti e nessuno di essi vi riesce a portare online dovrete inserire l'indirizzo del ponte manualmente. Leggete la sezione <a href="/en-US/bridges/">ponti</a> per imparare cosa sono i nodi e come ottenerli

source: circumvention
it: Elusione

source: Managing identities
it: Gestire le identità

source: Learn how to control personally-identifying information in Tor Browser
it: Impara come controllare le informazoni personali che possono identificarti nel browser Tor

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
it: Quando ti connetti a un sito web, non ci sono solo gli operatori di quel sito Web che possono registrare informazioni sulla tua visita. La maggior parte dei siti Web utilizza numerosi servizi di terze parti, tra cui pulsanti "Mi piace" dei social network, tracker di analisi e beacon pubblicitari, ognuno dei quali può collegare la tua attività sui diversi siti.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
it: L'uso della rete Tor impedisce agli osservatori di scoprire la posizione esatta e l'indirizzo IP, ma anche senza queste informazioni potrebbero essere in grado di collegare insieme le diverse aree della vostra attività. Per questo motivo il Browser Tor include alcune funzionalità aggiuntive che vi aiutano a controllare quali informazioni possono essere legate alla vostra identità.

source: ##### The URL bar
it: ##### La barra degli URL
