Repository: traumschule/tor-translation
Catalog: contents+mk.po
Languages: mk

source: About Tor Browser
mk: За Tor Browser

source: Learn what Tor Browser can do to protect your privacy and anonymity
mk: Научете повеќе како Tor Browser може да ја штити вашата приватност и анонимност

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
mk: Tor Browser ја користи Tor мрежата за да ја заштити вашата приватност и анонимност. Користењето на Tor мрежата има два главни параметри:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
mk: * Вашиот Интернет сервис провајдер, и секој кој го надгледува вашето поврзување локално, нема да биде во можност да ги следи вашите активности на Интернет, вклучувајќи ги и имињата и адресите на веб страните кои ги посетувате.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
mk: * Операторите на веб страните и сервисите кои ги користите, и секој кои ги надгледува нив, ќе види конекција која доаѓа преку Tor мрежата наместо преку вашата реална Интернет (IP) адреса, и нема да знае кој сте вие, освен доколку вие експлицитно не се идентификувате себеси.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
mk: Во продолжение, Tor Browser е дизајниран да превенира веб страни кои прават ваше „отпечатување“ или идентификување базирајќи се на вашата конфигурација на прелистувачот.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
mk: Стандардно, Tor Browser не задржува никаква историја од вашето прелистување. Колачињата се валидни само за време на сесијата (додека не го исклучите Tor Browser или не побарате <a href="/managing-identities.html#new-identity">Нов Идентитет</a>).

source: ##### How Tor works
mk: ##### Како Tor работи

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
mk: Tor е мрежа од виртуелни тунели кои ви дозволуваат да ја подобрите вашата приватност и безбедност на Интернет. Tor работи со праќање на вашиот сообраќај низ произволно избрани сервери (исто така познати како *релеа*) во Tor мрежата. Последното реле во кругот (излезното реле) го препраќа сообраќајот кон јавниот Интернет.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
mk: Сликата погоре покажува како корисник пребарува низ различни веб страни преку Tor. Зелените компјутери во средина ги претставуваат релеата во Tor мрежата, додека трите клучеви ги претставуваат слоевите на енкрипција помеѓу корисникот и секое реле.

source: Downloading
mk: Преземање

source: How to download Tor Browser
mk: Како да го преземете Tor Browser

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org. Your connection to the site will be secured using <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a>, which makes it much harder for somebody to tamper with.
mk: Најбезбедниот и наједноставниот начин за преземање на Tor Browser е од официјалната Tor Project веб страна на https://www.torproject.org. Вашата конекција до страната ќе биде обезбедена со користење на <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a>, што ќе направи да биде многу потешко за некој да го пресретне Интернет сообраќајот.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
mk: Како и да е, постојат случаи кога нема да можете да пристапите на страната на Tor Project, на пример: може да биде блокирана на вашата мрежа. Ако ова се случи, можете да користите еден од алтернативните методи за преземање од листата подолу.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
mk: GetTor е услуга која што автоматски одговара на пораки со линкови до најновите верзии на Tor Browser, хостирани на различни локации, како што се Dropbox, Google Drive and GitHub.

source: ###### To use GetTor via email:
mk: ##### Да го користите GetTor преку е-пошта:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
mk: Пратете е-пошта на gettor@torproject.org, и во пораката пишете единствено „windows“, „osx“, или „linux“, (без наводниците) зависно од вашиот оперативен систем.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
mk: GetTor ќе ви одговори со е-пошта што содржи линкови од кои можете да го преземете Tor Browser пакетот, криптираниот потпис (потребен за верификација на преземањето), отпечатокот од клучот користен за создавање на потписот, и контолната сума или попозната како хаш вредноста на пакетот. Може ќе ви бидете понуден избор помеѓу 32-битен и 64-битен софтвер: ова зависи од моделот на компјутер кој го користите.

source: ###### To use GetTor via Twitter:
mk: ##### За да користите GetTor преку Твитер:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
mk: За да добиете линкови за преземање на Tor Browser на англиски за OS X, испратете директна порака на @get_tor со зборовите "osx en" во неа (не е потребено да го следите и сметката).

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
mk: ##### За да го користите GetTor преку Jabber/XMPP (Jitsi, CoyIM, итн.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
mk: За да добиете линкови за преземање на Tor Browser на кинески за Линукс, испратете порака на gettor@torproject.org со зборовите "linux zh" во неа.

source: Satori is an add-on for the Chrome or Chromium browsers that allows you to download several security and privacy programs from different sources.
mk: Satori е проширување за Chrome или Chromium прелистувачите кои ви дозволуваат да преземете неколку програми од областа на безбедноста и приватноста од различни извори.

source: To download Tor Browser using Satori:
mk: За да го преземете Tor Browser со користење на Satori:

source: Install Satori from the Chrome App Store.
mk: Инсталирајте го Satori од Chrome продавницата за апликации.

source: Select Satori from your browser’s Apps menu.
mk: Одберете Satori од менито Апликации во вашиот прелистувач.

source: When Satori opens, click on your preferred language. A menu will open listing the available downloads for that language. Find the entry for Tor Browser under the name of your operating system. Select either “A” or “B” after the name of the program — each one represents a different source from which to get the software. Your download will then begin.
mk: Кога Satori ќе се отоври, кликнете на вашиот јазик. Ќе се отвори мени кое ќе ги излиста сите достапни преземања за тој јазик. Најдете го Tor Browser под името на вашиот оперативен систем. Одберете „A“ или „B“ по името на програмата - каде секое од нив се однесува на различен извор од кои ќе го добиете софтверот. Тогаш ќе започне вашето преземање.

source: Wait for your download to finish, then find the “Generate Hash” section in Satori’s menu and click “Select Files”.
mk: Почекајте преземањето да заврши, потоа најдете ја „Generate Hash“ секцијата во менито на Satori и кликнете „Select Files“.

source: Select the downloaded Tor Browser file. Satori will display the checksum of the file, which you should compare with the software’s original checksum: you can find this by clicking the word “checksum” after the link you clicked on to start the download. If the checksums match, your download was successful, and you can <a href="https://tb-manual.torproject.org/en-US/first-time.html">begin using Tor Browser</a>. If they do not match, you may need to try downloading again, or from a different source.
mk: Одберете ја преземената Tor Browser датотека. Satori ќе ја покаже контролната сума на датотеката, која ќе треба да ја споредите со оригиналната контролна сума на софтверот: што можете да ја најдете со кликање на зборот „checksum“ по линкот што го кликнавте за почеток на преземањето. Ако конктролните суми се исти, преземањето било успешно, и можете да <a href="https://tb-manual.torproject.org/en-US/first-time.html">почнете со користење на Tor Browser</a>. Доколку контролните суми не се исти, треба да пробате да го преземете повторно или за преземање да користите друг извор.

source: Running Tor Browser for the first time
mk: Стартување на Tor Browser за прв пат

source: Learn how to use Tor Browser for the first time
mk: Научите како да го користите Tor Browser за прв пат

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
mk: Кога го вклучувате Tor Browser за прв пат, ќе го видите прозорецот Tor мрежни поставки. Ова ви понудува опција да се поврзете директно на Tor мрежата, или да ги конфигурирате поставките на вашето Tor Browser поврзување.

source: ##### Connect
mk: ##### Поврзи

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
mk: Во најголем дел од случаите, одбирањето „Поврзи“ ќе ви дозволи да се поврзете на Tor мрежата без понатамошни измени на поставките. Кога ќе кликнете, статусна линија ќе се појави, покажувајќи го процесот на Tor поврзување. Ако имате брзо поврзување, а процесот ви изгледа заглавен на конкретен момент, погледнете во <a href="/troubleshooting">Проблеми</a> страната за помош за решавање на проблемот.

source: ##### Configure
mk: ##### Конфигурирај

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
mk: Ако знаете дека вашето поврзување е цензурирано, или користи прокси, тогаш одберете ја оваа опција. Tor Browser ќе ве води низ серии од поставувачки опции.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
mk: Првиот екран прашува дали пристапот до Tor мрежата е блокиран или цензуриран на вашето поврзување. Ако не верувате дека ова е случајот одберете „Не“. Ако знаете дека поврзувањето ви е цензурирано, или доколку пробавте и не успеавте да се поврзете на Tor мрежата, и ниту едно друго решение не работеше, одберете „Да“. Тогаш ќе бидете префрлени на <a href="/circumvention">Заобиколување</a> екранот за конфигурирање на pluggable transport.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
mk: Следниот екран ќе ве праша дали вашето поврзување користи прокси. Во поголемиот број случаи ова не е потребно. Вие најчесто ќе знаете дали треба да одговорите со „Да“, затоа што истите поставки би биле користени и за другите прелистувачи на вашиот систем. Ако е возможно, за насоки прашајте го вашиот мрежен администратор. Ако вашето поврзување не користи прокси, кликнете „Продолжи“.

source: Bridges
mk: Мостови

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
mk: Повеќето од Pluggable Transports , како obfs3 и obfs4, се потпираат на користење на „мостни / премостувачки“ релеа.

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
mk: Повеќето од <a href="/transports">Pluggable Transports</a> , како obfs3 и obfs4, се потпираат на користење на „мостни / премостувачки“ релеа. За разлика од обичните Tor релеа, овие не се излистани јавно, со што спротивно на другите овие не можат да бидат лесно идентификувани. Користењето на мостови во комбинација со pluggable transports помагаат во маскирањето на фактот дека користите Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
mk: Други pluggable transports, како „meek“, користат различни анти-цензурни техники кои не се потпираат мостови. Не треба да добиете мост адреса за ги користите транспортите.

source: ##### Getting bridge addresses
mk: ##### Добивање мост адреси

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
mk: Поради тоа што мост адресите не се јавни, ќе морате да ги побарате сами. Имате две опции:

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
mk: Посетете https://bridges.torproject.org/ и следете ги инструкциите, или

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
mk: * Е-пошта bridges@torproject.org од Gmail, Yahoo, or Riseup е-поштенска адреса

source: ##### Entering bridge addresses
mk: ##### Внесување мост адреси

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
mk: Еднаш кога ќе ги добиете некои мост адреси, треба да ги внесете во Tor Launcher.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
mk: Pluggable Transports се алатки кои Tor може да ги користи за да го маскира сообраќајот што го испраќа. Ова може да биде корисно во ситуации кога Интернет Сервис Провајдерот или друг авторитет актвино ги блокира поврзувањата на Tor мрежата.

source: ##### Types of pluggable transport
mk: ##### Типови на pluggable transport

source: Currently there are six pluggable transports available, but more are being developed.
mk: Моментално има достапни шест pluggable transports, но се развиваат и повеќе.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
mk: obfs3 го прави Tor сообраќајот да изгледа како да е по случаен избор, па така тој не изгледа како Tor или некој друг протокол. Иако е сеуште стандардно вклучен, наместо obfs3, се препорачува користење на obfs4, бидејќи има неколку безбедносни подобрувања во однос на obfs3.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
mk: obfs4 прави Tor сообраќајот да изгледа како да е по случаен избор како и obfs3, и исто така спречува цензурирачите да ги најдат мостовите со скенирање на Интернетот. obfs4 мостовите е помалку веројатно да бидат блокирани отколку obfs3 мостовите.

source: ScrambleSuit is similar to obfs4 but has a different set of bridges.
mk: Scramblesuit е сличен со obfs4 но има различен сет на мостови.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
mk: FTE (формат-трансформабилна енкрипција) го маскира Tor сообраќајот како да е обичен веб (HTTP) сообраќај.

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
mk: Сите овие транспорти прават да изгледа дека вие прелистувате позната веб страна наместо дека користите Tor. meek-amazon прави да изгледа дека користите Amazon Web Services; meek-azure прави да изгледа дека користите Микрософт веб страна; и meek-google прави да изгледа дека користите Google пребарувач.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
mk: Snowflake е подобрување на Flashproxy. Таа го испраќа вашиот сообраќај преку WebRTC, корисник-до-корисник протокол со вграден NET удирач.

source: Circumvention
mk: Заобиколување

source: What to do if the Tor network is blocked
mk: Што да правите ако Tor мрежата е блокирана

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
mk: Директниот пристап до Tor мрежата може понекогаш да биде блокиран од вашиот Интернет сервис провајдер или од Владата. Tor Browser вклучува некои заобиколувачки алатки за да ги заобиколите овие блокади. Овие алатки се наречени „pluggable transports“ што во превод значи „приклучни транспортери“. Погледнете ја <a href="/transports">Pluggable Transports</a> страницата за повеќе информации кои типови на транспорт се моментално возможни.

source: ##### Using pluggable transports
mk: ##### Користење на pluggable transports

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
mk: За да ги користите pluggable transports кликнете „Конфигурирај“ во Tor Launcher прозорецот што се појавува кога прв пат ќе го уклучите Tor Browser.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
mk: Можете да ги конфигурирате pluggable transports додека е Tor Browser стартуван, со кликање на зелениот кромид/оnion близу адресната лента и одбирање на „Tor мрежни поставки“.

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
mk: Одберете „да“ кога ќе бидете прашани дали вашиот Интернет сервис провајдер ги блокира поврзувања кон Tor мрежата.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
mk: Одбери „Поврзи со обезбедените мостови“. Tor Browser во моментот има 6 pluggable transport опции помеѓу кои можете да одберете.

source: ##### Which transport should I use?
mk: ##### Кој транспорт треба да го користам?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
mk: Секој од транспортите излистан во Tor Launcher менито работи на различен начин (за повеќе детали, видете <a href="/transports">Pluggable Transports</a> страната), и нивниот ефект зависи конкретно од вашите околности.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
mk: Ако се обидувате да го заобиколите блокираното поврзување за првпат, треба да се обидете со поинкави транспорти: obfs3, obfs4, ScrambleSuit, fte, meek-azure и Snowflake.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
mk: Ако се обидовте со сите овие опции, и со ниту една не се поврзавте онлајн, треба рачно да внесете мост адреси. Прочитајте за <a href="/bridges/">Мостови</a> секцијата и научете што се мостови и како да ги добиете.

source: Managing identities
mk: Управување со идентитети

source: Learn how to control personally-identifying information in Tor Browser
mk: Научете како да ја контролирате информацијата за лично-идентификување во Tor Browser

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
mk: Кога сте поврзани на веб страна, не се само операторите на таа веб страна тие кои ги снимаат информациите за вашата посета. Повеќето веб страни сега користат бројни услуги од 3-ти страни, вклучувајќи ги копчињата "Ми се допаѓа" од социјалните мрежи, аналитичките следачи, и рекламите, сите овие можат да ја поврзат вашата активност преку различни веб страни.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
mk: Користењето на Tor Browser ги запира набљудувачите да можат да ја откријат вашата точна локација или IP адреса, но дури и без овие информации тие би можеле да поврзат различни области од вашата активност заедно. Од оваа причина, Tor Browser вклучува некој дополнителни карактеристики кои ви помагаат да ги контролирате информациите кои што можат да бидат врзани за вашиот идентитет.

source: ##### The URL bar
mk: ##### URL лента
