Repository: traumschule/tor-translation
Catalog: contents+mk.po
Languages: mk

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
mk: Tor Browser го центрира вашето веб искуство околу вашата врска со веб страната во URL лентата. Дури и кога сте поврзани на две различни веб страни кои што користат иста услуга за следење од 3-та страна, Tor Browser ќе присили содржината да биде послужена преку два различни Tor круга, па така следачот нема да знае дека двете поврзувања потекнуваат од вашиот прелистувач.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
mk: Од друга страна, сите поврзувања на една веб страна ќе бидат преку истиот Tor круг, што значи дека ќе можете да прелистувате различни страни не една веб страна во одделни табои или прозорци, без да изгубите од функционалноста.

source: ##### Logging in over Tor
mk: ##### Најавување преку Tor

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
mk: Иако Tor Browser е дизајниран за да му овозможи на корисникот целосна анонимност на веб, може да има ситуации во кои има смилса да користите Tor за веб страните кои бараат кориснички имиња, лозинки, или други информации за идентификување.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
mk: Ако се најавувате на веб страна користејќи го вообичеаниот прелистувач, вие исто така ја откривате вашата IP адреса и вашата географска локација во процесот. Истото често е вака и кога испраќате е-пошта. Најавувајќи се на вашата социјална мрежа или на вашата е-пошта сметка користејќи Tor Browser ви овозможува да изберете точно која информација да и ја откриете на веб страната на која прелистувате. Најавувањето при користење на Tor Browser е исто така корисно ако веб страната која се обидувате да ја отворите е цензурирана на вашата мрежа.

source: When you log in to a website over Tor, there are several points you should bear in mind:
mk: Кога се најавувате на веб страна преку Tor, има неколку поенти кои треба да ви бидат на памет:

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
mk: * Видете ја <a href="/secure-connections">Безбедни Поврзувања</a> страната за важни информации за тоа како да го обезбедите вашето поврзување кога се најавувате.

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
mk: * Tor Browser често прави вашето поврзување како да доаѓа од сосема друга страна на светот. Некои веб страни, како што се провајдерите на банките и е-поштата, можат да го интерпретираат ова како знак дека вашата сметка е хакирана и компромитирана, и да ја заклучат. Единствениот начин да го решите ова е да ја следите препорачаната процедура на веб страната за врќање на сметката, или да ги контактирате операторите и да им ја објасните ситуацијата.

source: ##### Changing identities and circuits
mk: ##### Менување идентитети и кругови

source: ###### New Identity
mk: ##### Нов идентитет

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
mk: Оваа опција е корисна ако сакате да спречите вашата последователна прелистувачка активност да биде поврзувана со она што сте го правеле претходно. Одбирајќи ја опцијата ќе ги затвори сите ваши отворени табови и прозорци ќе ги исчисти сите приватни информации како колачиња и историјата на прелистување и ќе користи нов Tor круг за сите поврзувања. Tor Browser ќе ве предупреди дека сите активности и преземања ќе бидат стопирани, па затоа земете го ова во предвид пред да кликенте на "Нов идентитет".

source: ###### New Tor circuit for this site
mk: ##### Нов Тор круг за оваа страна

source: This option is useful if the <a href="/about/#how-tor-works">exit relay</a> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
mk: Оваа е опција е корисна ако <a href="/about/#how-tor-works">излесното реле</a> кое го користите не може да се поврзе на веб страната која ја барате, или не се вчитува правилно. Одбирајќи го ова ќе направи моментално-активниот таб или прозорец да биде повторно вчитан преку нов Tor круг. Другите отворени табови и прозорци од истата веб страна ќе го користат новиот круг откако ќе бидат и тие повторно вчитани. Оваа опција не чисти ниту една приватна информација или ги прекинува врските на вашата активност, ниту пак влијае на вашето моментално поврзување со друга веб страна.

source: Onion Services
mk: ##### Onion Услуги

source: Services that are only accessible using Tor
mk: Услуги кои се достапни само ако користите Tor

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
mk: Onion услуги (порано познати како "скриени услуги") се услуги (како веб страни) кои се достапни само преку Tor мрежата.

source: Onion services offer several advantages over ordinary services on the non-private web:
mk: Onion услугите нудат неколку предности во однос на вообичаените услуги на не-приватниот веб:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
mk: * Локацијата на onion услугите и IP адресите се скриени, што им прави потешкотии на противниците да ги цензурираат или да ги идентификуваат нивните оператори.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
mk: * Целиот сообраќај помеѓу Tor Browser и onion услугите е од-крај-до-крај енкриптирано, па не треба да се грижите за <a href="/secure-connections">поврзувањето преку HTTPS</a>.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
mk: * Адресата на onion услугата е автоматски генерирана, па операторите немаат потреба да купуваат домеин име; .onion URL исто така му помага на Tor да осигура дека се поврзува на точната лоакција и дека поврзувањето не се менува.

source: ##### How to access an onion service
mk: ##### Како да и пристапите на onion услугата

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
mk: Како и на секоја друга веб страна, треба да ја знаете адресата на onion услугата за да се поврзете со неа. Onion адресата е линија од 16 (и во V3 формат, 56) најчесто букви или броеви по случен избор, проследени од ".onion".

source: ##### Troubleshooting
mk: ##### Решавање проблеми

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
mk: Ако не можете да дојдете до onion услугата што ја барате, бидете сигурни дека сте ја внеле onion адресата точно: дури и мала грешка ќе го спречи Tor Browser да биде во можност да дојде до веб страната.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
mk: Ако сеуште не можете да се поврзете со onion услугата, ве молиме обидете се подоцна повторно. Можеби има проблем со временото поврзување, или операторите на веб страната ја исклучиле без да предупредат за тоа.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
mk: Исто така осигурајте се дека сте во можност да да и пристапите на onion услугата со поврзување на <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion услугата</a>

source: Secure Connections
mk: Безбедни поврзувања

source: Learn how to protect your data using Tor Browser and HTTPS
mk: Научете како да ги заштитите вашите податоци со користење на Tor Browser и HTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
mk: Ако личните информации како што е лозинката за најавување патуваат неенекриптирани преку Интернет, многу лесно може да бидат пресретнати од некој прислушувач. Ако се најавите на веб страна, треба да се осигурате дека страната нуди HTTPS енкрипција, која што ве заштитува од ваков вид на прислушувања. Ова можете да го проверите во URL лентата: ако вашето поврзување е енкриптирарано, адресата започнува со “https://”, а не со “http://”.

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
mk: Следната визуелизација покажува кои информации се видливи за прислушувачите со и без Tor Browser и HTTPS енкрипција:

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
mk: * Кликнете на "Tor" копчето за да видите кои податоци се видливи за набљудувачите кога користите Tor. Копчето ќе стане зелено за да означи дека Tor е вклучен.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
mk: * Кликнете на "HTTPS" копчето за да видите кои податоци се видливи за набљудувачите кога користите HTTPS. Ова копче ќе стане зелено за да означи дека Tor е вклучен.

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
mk: * Кога двете копчиња се зелени, ги гледате податоците се видливи за набљудувачите кога ги користите двете алатки.

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
mk: * Кога двете копчиња се сиви, ги гледате податоците кои се видливи за набљудувачите кога не користите ниту една од услугите.

source: ##### Potentially visible data
mk: ##### Можни видливи податоци

source: The site being visited.
mk: Веб страната е посетена.

source: user / pw
mk: корисник / pw

source: Username and password used for authentication.
mk: Корисничко име и лозинка користени за автентикација.

source: data
mk: податоци

source: Data being transmitted.
mk: Податоци кои се пренесуваат.

source: location
mk: локација

source: Network location of the computer used to visit the website (the public IP address).
mk: Мрежна локација на компјутерот кој е користен за посета на веб страната (јавната IP адреса).

source: Tor
mk: Тор

source: Whether or not Tor is being used.
mk: Дали Tor е користен или не.

source: Security Slider
mk: Безбедносен Лизгач

source: Configuring Tor Browser for security and usability
mk: Конфигурирање на Tor Browser за безбедност и употребливост

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
mk: Tor Browser вклучува "Безбедносен Лизгач" кој што ви дозволува да ја зголемите вашата безбедност со оневозможување на одредени веб страни кои што можат да бидат користени за напад на вашата безбедност и анонимност. Зголемувањето на нивото на безбедност на Tor Browser ќе ги спречи некои веб страни да функционираат правилно, па треба да ја измерите вашата безбедност наспрема степенот на употребливост кој ви е потребен.

source: ##### Accessing the Security Slider
mk: ##### Пристапување на Безбедносниот Лизгач

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
mk: Безбедносниот Лизгач е лоциран во "Безбедносните Поставки" на Torbutton менито.

source: ##### Security Levels
mk: ##### Безбедносни нивоа

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
mk: Зголемувањето на нивото на Безбедносниот Лизгач ќе ги оневозможи или делумно ќе ги оневозможи одредени карактеристики на прелистувачот за да го заштитат од можни напади.

source: Safest
mk: Најбезбедно

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
mk: На ова ниво, HTML5 видео и аудио медијата стануваат кликни-за-да-пуштиш преку NoScript; сите JavaScript оптимизации на перформансите се оневозможени; некои математички равенки може да не се вчитаат правилно; некои карактеристики за рендерирање фонтови се оневозможени; некои типови на слики се оневозможени; JavaScript е стандардно оневозможена на сите веб страни; повеќето видео и аудио формати се оневозможени; и некои фонтови и икони може да не бидат прикажани правилно.

source: Safer
mk: Побезбедно

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
mk: На ова ниво, HTML5 видео или аудио медијата стануваат кликни-за-да-пуштиш преку NoScript; сите JavaScript перформанси за оптимизации се исклучени; некои математички равенки може да не се прикажуваат правилно; некои карактеристики за рендерања на фонт се оневозможени; некои видови на слики се оневозможени; и JavaScript е стандардно оневозможена на сите не-<a href="/secure-connections">HTTPS</a> веб страни.

source: Standard
mk: Стандардно

source: At this level, all browser features are enabled. This is the most usable option.
mk: На ова ниво, сите карактеристики на прелистувачот се оневозможени. Ова е најкористената опција.

source: Updating
mk: Ажурирање

source: How to update Tor Browser
mk: Како да го ажурирате Tor Browser

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
mk: Tor Browser мора да биде ажуриран цело време. Ако продолжите да користите застарена верзија на софтверот, може да бидете ранливи на сериозни безбедносни пропусти кои ја компромитираат вашата приватност и анонимоност.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
mk: Tor Browser ќе ве извести да го ажурирате софтверот веднаш кога нова верзија ќе биде објавена: Torbutton иконата ќе појави жолт триаголник, а може ќе видите и пишан индикатор за ажурирање кога Tor Browser се отвора. Можете да го ажурирате автоматски или рачно.

source: ##### Updating Tor Browser automatically
mk: ##### Автоматско ажурирање на Tor Browser

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
mk: Кога ќе бидете известени да го ажурирате Tor Browser, кликнете на Torbutton иконата, потоа одберете "Провери за ажурирање на Tor Browser".

source: When Tor Browser has finished checking for updates, click on the “Update” button.
mk: Кога Tor Browser ќе заврши со проверувањето за ажурирања, кликнете на копчето "Ажурирај".

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
mk: Почекајте го ажурирањето да се преземе и инсталира, потоа рестартирајте го Tor Browser. Вие сега ја користите последната верзија на Tor Browser.

source: ##### Updating Tor Browser manually
mk: ##### Рачно ажурирање на Tor Browser

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
mk: Кога ќе бидете известени за ажурирање на Tor Browser, завршете ја сесијата на пребарување и затворете ја програмата.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <a href='uninstalling'>Uninstalling</a> section for more information).
mk: Отстранете го Tor Browser од вашиот систем со бришење на папката која го содржи (видете ја <a href='uninstalling'>Деинсталирање</a> секцијата за повеќе информации).

source: Visit <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> and download a copy of the latest Tor Browser release, then install it as before.
mk: Посетете ја веб страната <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> и преземете копија од последниот објавен Tor Browser, потоа инсталирајте го како претходно.

source: Plugins, add-ons and JavaScript
mk: Приклучоци, додатоци и JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
mk: Како Tor Browser се справува со додатоци, приклучоци и JavaScript

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
mk: Видео веб страните, како што е Vimeo имаат потреба од Flash Player приклучок за да прикажат видео содржина. За жал, овој софтвер работи независно од Tor Browser и не може лесно да се принуди да ги почитува поставувањата на Tor Browser проксито. Затоа Flash Player може да им ги открие вашата реална лоакција и IP адреса на операторите на веб страните, или на некој надворешен набљудувач. Од оваа причина, Flash е стандардно оневозможен во Tor Browser, и неговото овозможување не се препорачува.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
mk: Некои видео веб страни (како што е YouTube) нудат алтернативни методи за видео достава кои не користат Flash. Овие методи можат да бидат компатибилни со Tor Browser.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
mk: JavaScript е јазик за програмирање кои што веб страните го користат за да понудат интерактивни елементи како што се видео, анимација, аудио и статусна временска линија. За жал, JavaScript исто така може да овозможи напади на безбедноста на вашиот прелистувач, кои може да доведат до ваша деанонимизација.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <a href="/security-slider">Security Slider</a> to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
mk: Корсиниците кои бараат висок степен на сигурност за нивното веб пребарување треба да го постават Tor Browser <a href="/security-slider">Безбедносниот Лизгач</a> на "Побезбедно" (кој што ја оневозможува JavaScript за не-HTTPS веб страните) или на "Најбезбедно" (кој го прави ова за сите веб страни). Како и да е, оневозможувањето на JavaScript ќе спречи многу од веб страните да се прикажат правилно, па Tor Browser стандардната поставка ќе овозможи сите веб страни да стартуваат скрипти на мод "Стандардно".

source: ##### Browser Add-ons
mk: ##### Додатоци на прелистувачот

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
mk: Tor Browser е базиран на Firefox, и било кој додатоци за прелистувач или теми кои се компатибилни со Firefox можат да бидат инсталирани и на Tor Browser.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
mk: Како и да е, единствените додатоци кои што се тестирани за употреба со Tor Browser се оние кои се стандардно вклучени во него. Инсталирањето на било кои други додатоци за прелистувач можат да ја прекинат функционалноста на Tor Browser или да предизвикаат сериозни проблеми кои ќе се одразат на вашата приватност и безбедност. Строго го обесхрабруваме инсталирањето на дополнителни додатоци и Tor Project не нуди поддршка за овие конфигурации.
