Repository: traumschule/tor-translation
Catalog: contents+it.po
Languages: it

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
it: Alcuni siti web ( ad esempio Youtube) offrono alternative per la visualizzazione dei video che non utilizzano Flash. Questi metodi potrebbero essere compatibili col browser Tor.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
it: JavaScript è un linguaggio di programmazione utilizzato dai siti Web per offrire elementi interattivi quali video, animazioni, audio e timeline. Sfortunatamente, JavaScript può anche attivare attacchi alla sicurezza del browser, che potrebbero portare alla perdita dell'anonimato.

source: Tor Browser includes an add-on called NoScript, accessible through the “S” icon at the top-right of the window. NoScript allows you to control the JavaScript (and other scripts) that runs on individual web pages, or block it entirely.
it: Tor Browser include un componente aggiuntivo chiamato NoScript, accessibile tramite l'icona "S" in alto a destra della finestra. NoScript ti permette di controllare JavaScript (e altri script) che gira su singole pagine web, o di bloccarlo completamente.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <a href="/security-slider">Security Slider</a> to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
it: Gli utenti che richiedono un alto livello di sicurezza durante la navigazione dovrebbero impostare il <a href="/security-slider">Livello di sicurezza</a> a "Sicuro" (che disattiva JavaScript per i siti non-HTTPS) o "Molto sicuro" (che lo fa per tutti i siti). Tuttavia, disattivando JavaScript, alcuni siti potrebbero avere problemi di visualizzazione, per cui le impostazioni predefinite di Tor Browser permettono a tutti i siti di eseguire script in modalità "Standard".

source: ##### Browser Add-ons
it: ##### Add-on per il browser

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
it: Il browser Tor è basato su Firefox, questo permette di utilizzare add-ons e temi compatibili con Firefox anche nel browser Tor.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
it: Tuttavia, gli unici componenti aggiuntivi che sono stati testati per l'utilizzo con il browser Tor sono quelli inclusi di default. L'installazione di qualsiasi altro componente aggiuntivo del browser Tor potrebbe interrompere la funzionalità dello stesso o causare problemi più seri che influiscono sulla privacy e sulla sicurezza. È fortemente sconsigliato installare ulteriori componenti aggiuntivi; Tor Project non offrirà supporto per queste configurazioni.

source: plugins
it: plugin

source: Troubleshooting
it: Risoluzione dei problemi

source: What to do if Tor Browser doesn’t work
it: Cosa fare quando il browser Tor non funziona

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
it: Dovreste essere in grado di iniziare a navigare sul Web utilizzando il browser Tor poco dopo aver eseguito il programma e facendo clic sul pulsante "Connetti" se lo state utilizzando per la prima volta.

source: ##### Quick fixes
it: ##### Soluzioni rapide

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
it: Se il browser Tor non riuscisse a connettersi, potrebbe esserci una souzione semplice. Prova una delle seguenti:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
it: * L'orologio del vostro computer deve essere configurato correttamente o Tor non sarà in grado di connettersi

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
it: * Controlla che un altro browser Tor non sia già in esecuzione nel sistema. Se non sei sicuro che sia già in funzione, riavvia il computer.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
it: * Controllate che l'antivirus installato sul vostro sistema non stia bloccando la rete Tor. Se non sapete questa informazione consultate il manuale dell'antivirus

source: * Temporarily disable your firewall.
it: * Disabilita temporaneamente il tuo firewall

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
it: * Elimina Tor Browser e installalo di nuovo. In caso di aggiornamento, non limitarti a sovrascrivere i tuoi precedenti file del Browser Tor; assicurarsi che siano stati già cancellati prima di procedere.

source: ##### Is your connection censored?
it: ##### La tua connessione è censurata?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
it: Se nonostante tutto non riuscite a connettervi, il vostro fornitore di servizi internet potrebbe aver bloccato le connessioni alla rete Tor. Nella sezione <a href="circumvention">Elusione</a>per possibili soluzioni.

source: ##### Known issues
it: ##### Problemi conosciuti

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
it: Il Browser Tor è in continuo sviluppo, alcuni problemi sono conosciuti ma non ancora risolti. Per favore controlla la pagina <a href="known-issues"> Problemi conosciuti</a> per vedere se il problema che stai incontrando è già stato inserito della pagina.

source: troubleshooting
it: Risoluzione dei problemi

source: Known issues
it: Problemi conosciuti

source: * Tor needs your system clock (and your time zone) set to the correct time.
it: * Per funzionare correttamente Tor ha bisogno che l'ora (ed il fuso orario) del sistema su cui viene eseguito siano corretti.

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
it: * I seguenti programmi firewall possono interferire con Tor, per questo motivo potrebbe essere necessario disabilitarli temporaneamente

source: * Sophos Antivirus for Mac
it: * Sophos Antivirus per Mac

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
it: * Filmati che richiedono Adobe Flash non sono disponibili, Flash è disabilitato per motivi di sicurezza

source: * Tor can not use a bridge if a proxy is set.
it: * tor non può cambiare un ponte se un proxy è configurato.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
it: * Il pacchetto del browser Tor è datato 1 gennaio 2000 00:00:00 UTC. Questo per garantire che ogni build del software sia esattamente riproducibile.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
it: * Per eseguire il Browser Tor su Ubuntu l'utente deve eseguire uno sript mediante shell. Aprite "files" ( il file manager di Unity), aprite Preferenze → Scheda Comportamento → Imposta "Esegui file di testo eseguibili quando sono aperti" su "Chiedi ogni volta", quindi fai clic su OK.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
it: * il browser Tor puo essere lanciato anche da riga di comando eseguendo il seguente comando all'interno della cartella del Browser Tor:

source: * BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
it: * BitTorrent nello specifico <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">non è reso anonimo tramite Tor</a></mark>.

source: uninstalling
it: Disinstalla

source: Uninstalling
it: Disinstalla

source: How to remove Tor Browser from your system
it: Come rimuovere il browser Tor dal sistema

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
it: Il browser Tor non modifica nessuna delle impostazioni del sistema o i programmi installati sul vostro PC. La disinstallazione del browser Tor non modificherà ne le impostazioni di sistema ne i programmi installati.

source: Removing Tor Browser from your system is simple:
it: Disinstallare il browser Tor da un sistema è semplice:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
it: 1. Trovare la cartella del browser Tor. La potete trovare sul Desktop se state utilizzando Windows, nella cartella Applicazioni se state utilizzando Mac OS X. Per Linux non esiste un percorso d'installazione predefinito; la cartella contenente il browser verrà nominata "tor-browser_it-IT" se state utilizzando la versione Italiana del Browser Tor.

source: 2. Delete the Tor Browser folder.
it: 2. Cancella la cartella Tor Browser

source: 3. Empty your Trash
it: 3. Svuota il cestino

source: Note that your operating system’s standard “Uninstall” utility is not used.
it: Nota che l'applicazione standard per disinstallare i programmi non verrà utilizzata.

source: Becoming a Tor Translator
it: Diventare un traduttore Tor

source: Becoming a translator for the Tor Project
it: Diventare un traduttore di Tor Project

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! Tor Project localization is hosted in the [Localization Lab](https://www.localizationlab.org) Hub on Transifex, a third-party translation tool. In order to begin contributing you will have to sign up with Transifex. Below is an outline of how to sign up and begin.
it: Se sei interessato ad aiutare il progetto traducendo il manuale o Tor Browser nella tua lingua, il tuo aiuto sarebbe molto apprezzato! La localizzazione di Tor Browser è ospitata nel [Localization Lab](https://www.localizationlab.org) Hub su Transifex, uno strumento di traduzione di terze parti. Per iniziare a contribuire dovrai registrarti su Transifex. Di seguito è riportato uno schema di come iscriversi e iniziare.

source: ##### Signing up on Transifex
it: ##### Iscriversi a Transifex

source: * Head over to the <a href="https://transifex.com/signup/">Transifex signup page</a>.
it: * Vai alla <a href="https://transifex.com/signup/">pagina di registrazione di Transifex</a>.

source: Enter your information into the fields and click the 'Sign Up' button:
it: Inserisci le tue informazioni nei campi e clicca il pulsante 'Sign Up':

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
it: * Compila la pagina successiva con il tuo nome e seleziona "Localization" e "Translator" dai menu a tendina:

source: * On the next page, select 'Join an existing project' and continue.
it: * Nella pagina successiva, seleziona 'Join an existing project' e continua.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
it: * Nella pagina successiva, seleziona le lingue che parli dal menu a tendina e continua.

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
it: * Ora sei registrato! Vai alla <a href="https://www.transifex.com/otf/torproject/">pagina Transifex di Tor</a>.

source: * Click the blue 'Join Team' button on the far right:
it: * Clicca il pulsante blu 'Join Team' a destra:

source: * Select the language you would like to translate from the dropdown menu:
it: * Seleziona la lingua che vorresti tradurre dal menu a tendina:

source: * A notification will now show up on the top of the page like so:
it: * Una notifica apparirà in cima alla pagina in questo modo:

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin.
it: Dopo che la tua iscrizione è stata approvata puoi iniziare a tradurre; torna alla <a href="https://www.transifex.com/otf/torproject/">pagina Transifex di Tor</a> quando sei pronto per iniziare.

source: Before translating, please read through the Tor Project page on the [Localization Lab Wiki](https://wiki.localizationlab.org/index.php/Tor). There you will find translation guidelines and resources that will help you contribute to Tor translations.
it: Prima di tradurre, leggi la pagina del Progetto Tor nella [Localization Lab Wiki](https://wiki.localizationlab.org/index.php/Tor). Lì troverai le linee guida di traduzione e le risorse che ti aiuteranno a contribuire alle traduzioni di Tor.

source: Thanks for your interest in helping the project!
it: Grazie per il tuo interesse ad aiutare il progetto!

source: becoming-tor-translator
it: diventare-traduttore-tor

source: Our mission:
it: La nostra missione:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
it: far progredire i diritti umani e la libertà creando e distribuendo software gratuito ed open source con tecnologie per rendersi anonimi e mantenere la privacy, favorendone l'ampia disponibilità ed utilizzo e promuovendone la comprensione scientifica e popolare.

source: Subscribe to our Newsletter
it: Iscriviti alla nostra Newsletter

source: Get monthly updates and opportunities from the Tor Project
it: Ricevi aggiornamenti mesili e altre occasioni dal Progetto Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
it: Marchio registrato, avvertenze sul copyright e regole per l'utilizzo da terzi possono essere trovati nel nostro

source: Tor Project | Tor Browser Manual
it: Tor Project | Manuale Browser Tor

source: Download Tor Browser
it: Scarica Tor Browser

source: Search
it: Cerca

source: Topics
it: Argomenti

source: Permalink
it: Link permanente
