Repository: traumschule/tor-translation
Catalog: contents+tr.po
Languages: tr

source: How can we help?
tr: Nasıl yardımcı olabiliriz?

source: About Tor Browser
tr: Tor Browser Hakkında

source: Learn what Tor Browser can do to protect your privacy and anonymity
tr: Tor Browser tarafından kişisel verilerinizin gizliliğinin ve İnternet üzerinde anonim kalmanızın nasıl sağlanabileceğini öğrenin

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
tr: Tor Browser kişisel gizliliğinizi ve ağ üzerinde anonim kalmanızı sağlamak için Tor ağını kullanır. Tor ağı kullanmanın iki temel amacı vardır:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
tr: * İnternet hizmeti sağlayıcınız ya da bağlantınızı yerel olarak izleyenler, İnternet üzerinde yaptığınız işlemleri ve ziyaret ettiğiniz web sitelerinin ad ve adreslerini izleyemez.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
tr: * Web sitesi ve kullandığınız hizmetleri işletenler ile onları izleyenler gerçek İnternet (IP) adresiniz yerine yalnız Tor ağından bir bağlantı geldiğini görür ve siz kendinizi açık etmedikçe kim olduğunuzu bilemez.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
tr: Ek olarak Tor Browser, web sitelerinin "parmak izi" taraması yapmasını ya da web tarayıcı ayarlarınıza göre sizin kim olduğunuzun belirlenmesini engeller.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
tr: Varsayılan olarak Tor Browser tarama geçmişini kaydetmez. Çerezler yalnız tek bir oturum için geçerlidir (Tor Browser kapatılana ya da <a href="/managing-identities.html#new-identity">Yeni Kimlik</a> bağlantısına tıklanana kadar).

source: ##### How Tor works
tr: ##### Tor nasıl çalışır

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
tr: Tor, Internet üzerinde kişisel gizliliğinizi ve güvenliğinizi arttıran bir sanal tüneller ağıdır. Tor trafiğinizi rastgele seçilmiş üç sunucu üzerinden Internet üzerine ulaştırır (bunlar *aktarıcı* olarak da bilinir). Devredeki son aktarıcı ("çıkış aktarıcısı") trafiği herkese açık İnternet üzerine aktarır.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
tr: Yukarıdaki görsel farklı sitelere Tor üzerinden nasıl erişildiğini gösterir. Ortadaki yeşil bilgisayarlar Tor ağındaki aktarıcıları, üç anahtar da kullanıcı ve her bir aktarıcı arasındaki şifreleme katmanlarını temsil eder.

source: about
tr: hakkında

source: Downloading
tr: İndirme

source: How to download Tor Browser
tr: Tor Browser nasıl indirilir

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org. Your connection to the site will be secured using <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a>, which makes it much harder for somebody to tamper with.
tr: Tor Browser uygulamasını indirmenin en güvenli ve basit yolu, https://www.torproject.org adresindeki resmi Tor Project web sitesinden indirmektir. Siteyle olan bağlantınızın güvenliği <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a> kullanılarak sağlanır ve bu da bazı kişilerin bağlantınızı kurcalamasını oldukça zorlaştırır.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
tr: Bununla birlikte, Tor Project web sitesine erişemediğiniz zamanlar olabilir: örneğin, ağınızda Tor engellenmiş olabilir. Böyle bir durumda, aşağıda listelenen alternatif indirme yöntemlerinden birini kullanabilirsiniz.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
tr: GetTor; iletileri otomatik olarak yanıtlayarak, Dropbox, Google Drive ve GitHub gibi çeşitli konumlarda barındırılan en son Tor Browser sürümü bağlantılarını gönderen bir hizmettir.

source: ###### To use GetTor via email:
tr: ##### E-posta ile GetTor kullanımı:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
tr: gettor@torproject.org adresine bir e-posta gönderin ve ileti metnine işletim sisteminize bağlı olarak "windows", "osx" ya da "linux" (tırnak işaretleri olmadan) yazın.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
tr: GetTor, Tor Browser paketini indirebileceğiniz bağlantılar, şifrelenmiş imza (indirmeyi doğrulamak için), imzayı oluşturmak için kullanılan parmak izi ve paketin sağlama değerini içeren bir e-posta ile yanıt verir. Kullandığınız bilgisayarın modeline bağlı olarak "32-bit" ya da "64-bit" uygulamalardan birini seçmeniz istenebilir.

source: ###### To use GetTor via Twitter:
tr: ##### Twitter ile GetTor kullanımı:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
tr: OS X üzerinde çalışacak İngilizce Tor Browser indirme bağlantılarını almak için @get_tor'a içinde "osx en" sözcükleri bulunan doğrudan bir ileti gönderin (hesabı takip etmeniz gerekmez).

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
tr: ##### Jabber/XMPP ile GetTor kullanımı (Jitsi, CoyIM, vb):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
tr: Linux üzerinde çalışacak Çince Tor Browser indirme bağlantılarını almak için gettor@torproject.org adresine içinde "linux zh" sözcükleri bulunan bir ileti gönderin.

source: downloading
tr: İndirme

source: Running Tor Browser for the first time
tr: Tor Browser uygulamasını ilk kez çalıştırma

source: Learn how to use Tor Browser for the first time
tr: Tor Browser ilk kez kullanıldığında neler yapmak gerekir

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
tr: Tor Browser ilk kez çalıştırıldığında, Tor Ağ Ayarları penceresi görüntülenir. Bu pencerede, doğrudan Tor ağına bağlanma ya da bağlantı şeklinize göre Tor Browser ayarlarını yapılandırma seçeneği sunulur.

source: ##### Connect
tr: ##### Bağlanma

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
tr: Çoğu durumda, "Bağlan" üzerine tıklamak başka bir yapılandırmaya gerek duymadan Tor ağına bağlanmanızı sağlar. Bağlan üzerine tıklandığında, Tor bağlantısının ilerleme durumunu gösteren bir durum çubuğu görüntülenir. Nispeten hızlı bir bağlantınız olduğu halde durum çubuğu belli bir noktada takılıp kalıyorsa, sorunu çözmek üzere yardım almak için <a href="/troubleshooting">Sorun Giderme</a> bölümüne bakabilirsiniz.

source: ##### Configure
tr: ##### Yapılandırma

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
tr: Bağlantınızın sansürlendiğini ya da vekil sunucu kullandığını biliyorsanız, bu seçeneği seçmelisiniz. Tor Browser size bir dizi yapılandırma seçeneği sunar.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
tr: İlk bölümde, bağlantınız üzerinden Tor ağına erişimin engellenmesi ya da sansürlenmesi ile ilgili bilgi alınır. Durumun böyle olmadığını düşünüyorsanız, "Hayır" üzerine tıklayın. Bağlantınızın sansürlendiğini biliyorsanız ya da Tor ağına bağlanmayı deneyip bağlanamadıysanız ve başka bir çözüm işe yaramadıysa, "Evet" üzerine tıklayın. Böylece, takılabilir bir aktarımı yapılandırabileceğiniz <a href="/circumvention">Engelleri Aşma</a> bölümüne yönlendirilirsiniz.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
tr: Sonraki bölümde bağlantınızın bir vekil sunucu kullanıp kullanmadığı hakkında bilgi alınır. Çoğu durumda, bu gerekli değildir. Sisteminizdeki diğer tarayıcılar için de aynı ayarlar kullanıldığından "Evet" olarak seçmeniz gerekiyorsa genellikle bunu bilirsiniz. Olabiliyorsa, ağ yöneticinizden yardım isteyin. Bağlantınız bir vekil sunucu kullanmıyorsa, "Devam" üzerine tıklayın.

source: Bridges
tr: Köprüler

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
tr: obfs3 ve obfs4 gibi çoğu Eklenebilir Aktarımlar, “köprü” aktarıcılar kullanır.

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
tr: obfs3 ve obfs4 gibi çoğu <a href="/transports">Eklenebilir Aktarımlar</a>, “köprü” aktarıcılar kullanır. Sıradan Tor aktarıcıları gibi köprüler de gönüllüler tarafından işletilir. Ancak sıradan aktarıcılardan farklı olarak herkese açık olarak duyurulmazlar. Böylece izleme yapanlar köprüleri kolayca belirleyemez. Köprülerin Eklenebilir Aktarımlar ile birlikte kullanılması Tor üzerinden gizlenme amacınıza yardımcı olur.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
tr: Meek gibi diğer eklenebilir aktarımlar, köprülerden yararlanan farklı anti-sansür teknikleri kullanır. Bu aktarımları kullanmak için köprü adreslerinin eklenmesi gerekmez.

source: ##### Getting bridge addresses
tr: ##### Köprü adreslerini edinme

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
tr: Köprü adresleri herkese açık olarak duyurulmadığından, istekte bulunmanız gerekir. Kullanılabilecek iki seçenek vardır:

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
tr: * https://bridges.torproject.org/ adresine giderek yönergeleri izleyin

source: ##### Entering bridge addresses
tr: ##### Köprü adreslerini yazma

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
tr: Aldığınız köprü adreslerini Tor Başlatıcı içine yazmanız gerekir.

source: bridges
tr: Köprüler

source: Pluggable transports
tr: Takılabilir Aktarımlar

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
tr: Takılabilir aktarımlar, Tor tarafından gönderilen veri trafiğinin gizlenmesi için kullanılan araçlardır ve İnternet Hizmeti Sağlayıcısı ya da devlet kuruluşlarının Tor ağına olan bağlantıları etkin olarak engellediği durumlarda işe yarayabilir.

source: ##### Types of pluggable transport
tr: ##### Takılabilir Aktarım Türleri

source: Currently there are six pluggable transports available, but more are being developed.
tr: Şu anda altı takılabilir aktarım kullanılabilir, ancak daha fazlası geliştiriliyor.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
tr: obfs3, Tor trafiğinin rastgeleymiş gibi görünmesini sağlar. Böylece Tor ya da başka herhangi bir iletişim kuralına benzemez. Hala varsayılan olarak kullanılsa da obfs3 yerine bazı güvenlik geliştirmeleri yapılmış obfs4 köprülerinin kullanılması önerilir.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
tr: obfs4, obfs3 gibi Tor trafiğinin rastgele görünmesini sağlar ve ayrıca ağı izleyenlerin İnternet taraması ile köprüleri bulmasını önler. obfs4 köprülerinin engellenme olasılığı, obfs3 köprülerine göre daha azdır.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
tr: FTE (format-transforming encryption; biçim dönüştüren şifreleme), Tor trafiğini sıradan bir web (HTTP) trafiği gibi gizler.

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
tr: Bu aktarımların hepsi Tor kullanıyor gibi görünmek yerine büyük bir web sitesinde geziliyormuş gibi görünmeyi sağlar. meek-amazon Amazon Web Hizmetleri kullanılıyormuş gibi; meek-azure, Microsoft web sitesi kullanılıyormuş gibi; meek-google, Google araması kullanılıyormuş gibi görünmeyi sağlar.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
tr: Snowflake, Flashproxy uygulamasının geliştirilmiş bir sürümüdür. Ağ trafiğinizin kendi NAT işaretlemesini kullanan eşten eşe bir iletişim kuralı olan WebRTC üzerinden geçirilmesini sağlar.

source: Circumvention
tr: Engellemeyi aşma

source: What to do if the Tor network is blocked
tr: Tor ağı engelleniyorsa ne yapılabilir

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/en-US/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
tr: Tor ağına doğrudan erişim, bazen Internet Hizmeti Sağlayıcınız ya da hükümet tarafından engellenebilir. Bu engellemeleri aşmak için Tor Browser uygulamasında bazı araçlar bulunur. Bu araçlara "Takılabilir Aktarımlar" denir. Kullanılabilecek aktarım türleri hakkında ayrıntılı bilgi almak için <a href="/en-US/transports"> Takılabilir Aktarımlar </a> bölümüne bakabilirsiniz.

source: ##### Using pluggable transports
tr: ##### Takılabilir aktarımları kullanma

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
tr: Takılabilir aktarımları kullanmak için, Tor Browser uygulamasını ilk kez çalıştırdığınızda görüntülenen Tor Başlatıcı penceresindeki "Yapılandır" düğmesine tıklayın.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
tr: Ayrıca, Tor Browser çalışırken, adres çubuğunuzun yakınındaki yeşil soğan üzerine tıklayıp "Tor Ağ Ayarları" bölümünden takılabilir aktarımları yapılandırabilirsiniz.

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
tr: İnternet Hizmeti Sağlayıcınızın, Tor ağına olan bağlantıları engelleyip engellemediği sorulduğunda "Evet" seçin.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
tr: "Hazır köprüler ile bağlan" seçeneğini seçin. Tor Browser altı farklı takılabilir aktarım seçeneği sunar.

source: ##### Which transport should I use?
tr: ##### Hangi aktarımı kullanmalıyım?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/en-US/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
tr: Tor Başlatıcı menüsünde görüntülenen aktarımlardan her biri farklı bir şekilde çalışır (ayrıntılı bilgi almak için <a href="/en-US/transports">Takılabilir Aktarımlar</a> sayfasına bakabilirsiniz) ve etkinlikleri size özel koşullara bağlıdır.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, fte, meek-azure and Snowflake.
tr: Engellenen bir bağlantıyı ilk kez aşmaya çalışıyorsanız farklı aktarımları denemelisiniz: obfs3, obfs4, fte, meek-azure, meek-amazon ve Snowflake.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/en-US/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
tr: Bu seçeneklerin tümünü denediğiniz halde hiçbiri çevrimiçi olmanızı sağlayamıyor ise, köprü adreslerini el ile yazmanız gerekir. Köprülerin ne olduğunu ve bilgilerini nasıl edinebileceğinizi öğrenmek için <a href="/en-US/bridges/">Köprüler</a> bölümüne bakabilirsiniz.

source: circumvention
tr: Engellemeyi aşma

source: Managing identities
tr: Kimlik yönetimi

source: Learn how to control personally-identifying information in Tor Browser
tr: Tor Browser üzerinde sizi kişisel olarak tanımlayan bilgileri nasıl denetleyebileceğinizi öğrenin

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
tr: Bir web sitesine bağlandığınızda, ziyaretinizle ilgili bilgiler yalnızca o sitenin işletmecileri tarafından kaydedilmez. Pek çok web sitesinde, sosyal ağ "Beğen" düğmeleri, analitik izleyiciler ve reklam işaretleri gibi sayısız üçüncü taraf hizmetleri kullanılır. Bunların tümü, farklı sitelerde yaptığınız işlemleri birbiriyle ilişkilendirebilir.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
tr: Tor ağını kullandığınızda, ağı izleyen kişi ya da kuruluşlar sizin konumunuzu ve IP adresinizi tam olarak bilemez. Ancak bu bilgiler olmadan da farklı alanlarda yaptığınız işlemlere bakarak bunları birbiriyle ilişkilendirebilir. Bu nedenle Tor Browser, kimliğinize hangi bilgilerin eklenebileceğini denetlemenizi sağlayan bazı ek özellikler içerir.

source: ##### The URL bar
tr: ##### Adres çubuğu

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
tr: Tor Browser, adres çubuğundaki web sitesi ile olan ilişkinizi web deneyiminizin merkezine alır. Aynı üçüncü taraf izleme hizmetini kullanan iki farklı siteye bağlansanız bile Tor Browser, içeriğin iki farklı Tor devresinden alınmasını sağlar. Böylece izleyici her iki bağlantının da sizin tarayıcınızdan kurulduğunu bilemez.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
tr: Diğer taraftan, tek bir web sitesi adresine yapılan bağlantılar, aynı Tor devresini kullanır. Yani, tek bir web sitesinin farklı sayfalarında ayrı sekme ya da pencerelerde herhangi bir işlev kaybı olmadan gezinebilirsiniz.

source: ##### Logging in over Tor
tr: ##### Tor üzerinden oturum açma

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
tr: Tor Browser, web üzerinde tam kullanıcı anonimliği sağlamak için tasarlanmıştır. Ancak kullanıcı adı, parola ya da diğer tanımlayıcı bilgiler isteyen web siteleri ile de Tor Browser kullanmanın mantıklı olduğu durumlar olabilir.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
tr: Normal bir tarayıcı kullanarak bir web sitesinde oturum açtığınızda, IP adresinizi ve coğrafi konumunuzu açıklamış olursunuz. Aynı durum genellikle e-posta gönderirken de geçerlidir. Tor Browser kullanarak sosyal ağ ya da e-posta hesaplarınızda oturum açarken hangi bilgileri açıklayacağınızı seçebilirsiniz. Erişmek istediğiniz web sitesi ağınızda sansürleniyorsa, Tor Browser kullanarak oturum açabilirsiniz.

source: When you log in to a website over Tor, there are several points you should bear in mind:
tr: Tor kullanarak bir web sitesinde oturum açarken unutmamanız gereken bazı konular şunlardır:

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
tr: * Oturum açarken bağlantınızı korumakla ilgili önemli bilgileri görmek için <a href="/secure-connections">Güvenli Bağlantılar</a> bölümüne bakabilirsiniz.
