Repository: traumschule/tor-translation
Catalog: contents+tr.po
Languages: tr

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
tr: * Tor Browser sıklıkla bağlantınızı dünyanın tümüyle başka bir yerinden geliyor gibi gösterir. Bankalar ya da e-posta hizmeti sağlayıcıları gibi bazı web siteleri, bu durumu hesabınızın saldırıya uğradığı ya da ele geçirildiği şeklinde yorumlayarak hesabınızı kilitleyebilir. Bu durumu çözmenin tek yolu, ilgili sitenin hesap kurtarma için önerdiği yöntemi izlemek ya da müşteri hizmetleri ile görüşerek durumu açıklamaktır.

source: ##### Changing identities and circuits
tr: ##### Kimlik ve devre değiştirme

source: ###### New Identity
tr: ##### Yeni Kimlik

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
tr: Bu seçenek, web tarayıcısında yapacağınız işlemlerin daha önce yaptığınız işlemler ile bağlantılı olmasını istemediğinizde işe yarar. Bu seçenek kullanıldığında, açık tüm sekmeler ve pencereler kapatılır, çerez ve tarama geçmişi gibi tüm özel bilgiler temizlenir ve tüm bağlantılar için yeni Tor devreleri kullanılır. Tor Browser size tüm işlemlerin ve indirmelerin durdurulacağını bildirir. Bu yüzden "Yeni Kimlik" üzerine tıklamadan önce bunu aklınızda bulundurun.

source: ###### New Tor circuit for this site
tr: ##### Bu Sitenin Tor Devresini Yenile

source: This option is useful if the <a href="/about/#how-tor-works">exit relay</a> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
tr: Bu seçenek, kullandığınız <a href="/about/#how-tor-works">çıkış aktarıcısı</a>istediğiniz web sitesine bağlanamıyorsa ya da site düzgün yüklenmiyorsa işe yarar. Seçildiğinde, etkin sekme ya da pencerenin yeni bir Tor devresi üzerinden yeniden yüklenmesini sağlar. Aynı web sitesinden açılmış diğer sekme ve pencereler de yeniden yüklendiklerinde bu yeni devreyi kullanır. Bu seçeneğin kullanılması, herhangi bir kişisel bilgiyi temizlemez, işlemlerinizi kesintiye uğratmaz ya da açık olan diğer web sitesi bağlantılarınızı etkilemez.

source: Onion Services
tr: Onion Hizmetleri

source: Services that are only accessible using Tor
tr: Yalnızca Tor kullanarak erişilebilen hizmetler

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
tr: Onion hizmetleri (eskiden "gizli hizmetler" denirdi) yalnızca Tor ağı üzerinden erişilebilen hizmetlerdir (web siteleri gibi).

source: Onion services offer several advantages over ordinary services on the non-private web:
tr: Onion hizmetleri, web üzerindeki gizli olmayan sıradan hizmetlere göre çeşitli avantajlar sunar:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
tr: * Bir Onion hizmetinin konumu ve IP adresi gizlidir. Böylece engellenmeleri ya da bağlı oldukları ya da işletmecilerin kullandığı hizmet sağlayıcıların belirlenmesi zorlaştırılmış olur.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
tr: * Tor kullanıcıları ile Onion hizmetleri arasındaki tüm trafik uçtan uca şifrelenir. Bu nedenle <a href="/secure-connections">HTTPS bağlantısı kurmak</a> hakkında endişelenmenize gerek yoktur.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
tr: * Bir Onion hizmetinin adresi otomatik olarak üretilir. Böylece işletmecilerin bir alan adı satın alması gerekmez. .onion adresinin kullanılması ayrıca Tor bağlantısının doğru konuma yapıldığından ve bağlantıya müdahale edilmediğinden emin olunmasını sağlar.

source: ##### How to access an onion service
tr: ##### Onion hizmetine nasıl erişilir

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
tr: Diğer web siteleri gibi, bir Onion hizmetine bağlanmak için adresini bilmeniz gerekir. Onion adresi, çoğunlukla rastgele 16 harf ve rakamdan oluşan (V3 biçiminde 56) ve ".onion" ile biten bir dizgedir.

source: ##### Troubleshooting
tr: ##### Sorun çözme

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
tr: İstediğiniz Onion hizmetine erişemiyorsanız, onion adresini doğru yazdığınızdan emin olun. Küçük bir hata bile Tor Browser tarafından siteye ulaşılmasını engeller.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
tr: Onion hizmetine gene de bağlanamıyorsanız, lütfen daha sonra yeniden deneyin. Geçici bir bağlantı sorunu olabilir ya da site işletmecileri uyarı olmadan sitenin çevrimdışı kalmasına izin vermiş olabilir.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
tr: Ayrıca <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo Onion Hizmeti</a>sayfasına bağlanarak diğer Onion hizmetlerine erişebildiğinizden emin olabilirsiniz

source: onion-services
tr: onion-hizmetleri

source: Secure Connections
tr: Güvenli Bağlantılar

source: Learn how to protect your data using Tor Browser and HTTPS
tr: Verilerinizi Tor Browser ve HTTPS kullanarak nasıl koruyabilirsiniz

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
tr: Oturum açma parolası gibi kişisel bilgiler şifrelenmemiş olarak İnternet üzerine gönderilirse, ağı izleyebilecek bir kişi ya da kuruluş tarafından kolayca elde edilebilir. Herhangi bir web sitesinde oturum açıyorsanız, sitenin bu tür bir izlemeye karşı HTTPS şifreleme hizmeti sunduğundan emin olmanız gerekir. Bunu adres çubuğundan görebilirsiniz: Bağlantınız şifreli ise, adresin başında "http://" yerine "https://" bulunur.

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
tr: Tor Browser ve HTTPS şifrelemesinin bulunduğu ve bulunmadığı durumlarda sizi izleyebilecek kişi ya da kuruluşların hangi bilgilere erişebileceğini aşağıda görebilirsiniz:

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
tr: * Tor kullanırken ağı izleyenlerin elde edebileceği bilgileri görmek için "Tor" düğmesine tıklayın. Tor açık olduğunda düğme yeşil renkte olur.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
tr: * HTTPS kullanırken ağı izleyenlerin elde edebileceği bilgileri görmek için "HTTPS" düğmesine tıklayın. HTTPS açık olduğunda düğme yeşil renkte olur.

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
tr: * Her iki düğme de yeşil renk olduğunda, her iki araç kullanılırken ağı izleyenlerin elde edebileceği bilgileri görürsünüz.

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
tr: * Her iki düğmede gri renkte olduğunda, her iki araç kullanılmazken ağı izleyenlerin elde edebileceği bilgileri görürsünüz.

source: ##### Potentially visible data
tr: ##### Elde edilebilecek bilgiler

source: The site being visited.
tr: Ziyaret edilen site.

source: user / pw
tr: kul / par

source: Username and password used for authentication.
tr: Kimlik doğrulaması için kullanılan kullanıcı adı ve parola.

source: data
tr: veri

source: Data being transmitted.
tr: İletilen veriler.

source: location
tr: konum

source: Network location of the computer used to visit the website (the public IP address).
tr: Web sitesini ziyaret eden bilgisayarın ağ konumu (herkese açık IP adresi).

source: Whether or not Tor is being used.
tr: Tor kullanılıp kullanılmadığı.

source: Security Slider
tr: Güvenlik Kaydırıcısı

source: Configuring Tor Browser for security and usability
tr: Güvenlik ve kullanışlılık için Tor Browser yapılandırması

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
tr: Tor Browser üzerinde, güvenlik ve anonimliğinizi azaltmak için kullanılabilecek belirli web özelliklerini devre dışı bırakarak güvenliğinizi arttırmanıza sağlayan bir "Güvenlik Kaydırıcısı" bulunur. Tor Browser güvenlik düzeyini arttırmak, bazı web sayfalarının düzgün çalışmasını engeller. Bu nedenle, güvenlik düzeyini, gerek duyduğunuz kullanışlılık derecesine göre seçmelisiniz.

source: ##### Accessing the Security Slider
tr: ##### Güvenlik Kaydırıcısına Erişmek

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
tr: Güvenlik Kaydırıcısı, Torbutton "Güvenlik Ayarları" menüsünde bulunur.

source: ##### Security Levels
tr: ##### Güvenlik Düzeyleri

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
tr: Güvenlik Kaydırıcısının düzeyi arttırıldığında olası saldırılara karşı koruma sağlamak için belirli tarayıcı özellikleri tamamen ya da kısmen devre dışı bırakılır.

source: Safest
tr: En Güvenli

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
tr: Bu düzeyde, HTML5 görüntü ve ses ortamları NoScript üzerinden tıkla-oynat ile kullanılabilir. Tüm JavaScript başarım iyileştirmeleri devre dışı bırakılır. Bazı matematik denklemleri düzgün şekilde görüntülenmeyebilir. Bazı yazı türü görüntüleme özellikleri devre dışı bırakılır. Bazı görsel türleri devre dışı bırakılır. JavaScript varsayılan olarak tüm sitelerde devre dışıdır. Çoğu görüntü ve ses biçimi devre dışı bırakılır. Bazı yazı türleri ve simgeler doğru görüntülenmeyebilir.

source: Safer
tr: Daha Güvenli

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
tr: Bu düzeyde, HTML5 görüntü ve ses ortamları NoScript üzerinden tıkla-oynat ile kullanılabilir. Tüm JavaScript başarım iyileştirmeleri devre dışı bırakılır. Bazı matematik denklemleri düzgün şekilde görüntülenmeyebilir. Bazı yazı türü görüntüleme özellikleri devre dışı bırakılır. Bazı görsel türleri devre dışı bırakılır. JavaScript, varsayılan olarak <a href="secure-connections">HTTPS</a> olmayan tüm sitelerde devre dışı bırakılır.

source: Standard
tr: Standart

source: At this level, all browser features are enabled. This is the most usable option.
tr: Bu düzeyde, tüm tarayıcı özellikleri etkin olur. En kullanışlı seçenek budur.

source: Updating
tr: Güncelleme

source: How to update Tor Browser
tr: Tor Browser nasıl güncellenir

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
tr: Tor Browser her zaman güncel tutulmalıdır. Uygulamanın eski bir sürümünü kullanmaya devam ederseniz, kişisel verileriniz gizliliğini ve anonim kalmasını tehlikeye atan ciddi güvenlik açıklarına karşı korumasız kalabilirsiniz.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
tr: Yeni bir Tor Browser sürümünün yayınlandığı size bildirilerek güncellemeniz istenir: Torbutton simgesinde sarı bir üçgen görüntülenir ve Tor Browser açıldığında bir güncelleme bildirimi görüntülenebilir. Güncelleme işlemini otomatik ya da el ile yapabilirsiniz.

source: ##### Updating Tor Browser automatically
tr: ##### Otomatik Tor Browser güncellemesi

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
tr: Tor Browser güncellemesi bildirildiğinde, Torbutton simgesine ve "Tor Browser Güncelleme Denetimi" üzerine tıklayın.

source: When Tor Browser has finished checking for updates, click on the “Update” button.
tr: Tor Browser güncellemeleri denetlendiğinde "Güncelle" düğmesine tıklayın.

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
tr: Güncellemenin indirilip kurulmasını bekleyin. Ardından Tor Browser uygulamasını yeniden başlatın. Böylece en son sürüm ile çalışmaya başlayabilirsiniz.

source: ##### Updating Tor Browser manually
tr: ##### Tor Browser el ile nasıl güncellenir

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
tr: Tor Browser güncellemesi bildirildiğinde, web sitelerindeki gezinmenizi bitirin ve programı kapatın.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <a href='uninstalling'>Uninstalling</a> section for more information).
tr: Tor Browser uygulamasının bulunduğu klasörü silerek sisteminizden kaldırın (ayrıntılı bilgi almak için <a href='uninstalling'>Kaldırma</a> bölümüne bakın).

source: Visit <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> and download a copy of the latest Tor Browser release, then install it as before.
tr: <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> adresine giderek en son Tor Browser sürümünün bir kopyasını indirin. Ardından daha önce olduğu gibi kurun.

source: updating
tr: Güncelleme

source: Plugins, add-ons and JavaScript
tr: Uygulama ekleri, eklentiler ve JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
tr: Tor Browser üzerinde eklentiler, uygulama ekleri ve JavaScript betikleri nasıl işlenir?

source: ##### Flash Player
tr: ##### Flash Oynatıcı

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
tr: Vimeo gibi görüntü web siteleri, görüntü içeriğini görüntülemek için Flash Player eklentisini kullanır. Maalesef, bu uygulama bağımsız olarak çalıştığından Tor Browser vekil sunucu ayarlarına uyması kolayca sağlanamaz. Bu nedenle gerçek konumunuzu ve IP adresinizi web sitesi işletmecilerine ya da bir dış gözlemciye açık edebilir. Bu nedenle Flash, varsayılan olarak Tor Browser üzerinde devre dışı bırakılmıştır ve etkinleştirilmesi önerilmez.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
tr: Bazı görüntü web siteleri (YouTube gibi), Flash kullanmayan alternatif görüntü yayınlama yöntemleri sunar. Bu yöntemler Tor Browser ile uyumlu olabilir.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
tr: JavaScript, web sitelerinin görüntü, animasyon, ses ve durum ilerlemesi gibi etkileşimli ögeler sunmak için kullandığı bir programlama dilidir. Maalesef, JavaScript tarayıcı güvenliğine yönelik saldırılar yapılmasına ve kimliğinizin açığa çıkmasına neden olabilir.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <a href="/security-slider">Security Slider</a> to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
tr: Web sitelerinde gezinirken yüksek derecede güvenlik isteyen kullanıcılar, Tor Browser üzerindeki <a href="/security-slider">Güvenlik Kaydırıcısı</a> ayarını "Daha Güvenli" (HTTPS olmayan web siteleri için JavaScript devre dışı) ya da "En Güvenli" (tüm web siteleri için JavaScript devre dışı) olarak seçmelidir. Bununla birlikte, JavaScript devre dışı bırakıldığında birçok web sitesi düzgün görünmeyebilir. Bu nedenle Tor Browser varsayılan olarak "Standart" güvenlik düzeyinde tüm web sitelerinin betikleri çalıştırmasına izin verir.

source: ##### Browser Add-ons
tr: ##### Tarayıcı Eklentileri

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
tr: Tor Browser Firefox tabanlı olduğundan Firefox ile uyumlu tüm eklenti ve temalar Tor Browser üzerine de kurulabilir.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
tr: Bununla birlikte, varsayılan olarak yalnız Tor Browser ile kullanılabileceği denenmiş eklentiler kurulmuştur. Diğer tarayıcı eklentilerini kurmak, Tor Browser işlevselliğini bozabilir ya da gizlilik ve güvenliğinizi etkileyecek daha ciddi sorunlara yol açabilir. Diğer eklentilerin kurulması kesinlikle önerilmez ve Tor Project böyle yapılandırmalar için destek vermez.

source: Troubleshooting
tr: Sorun çözme

source: What to do if Tor Browser doesn’t work
tr: Tor Browser çalışmazsa ne yapmalı

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
tr: Uygulamayı çalıştırdıktan ve ilk kez kullanıyorsanız "Bağlan" düğmesine tıklayın. Kısa bir süre sonra Tor Browser ile web üzerinde gezinmeye başlayabilmeniz gerekir.

source: ##### Quick fixes
tr: ##### Hızlı düzeltmeler

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
tr: Tor Browser bağlantısı kurulamıyor ise çözümü kolay olabilir. Şunları deneyebilirsiniz:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
tr: * Bilgisayarınızın sistem saatini denetleyin. Doğru ayarlanmamış ise Tor bağlantısı kurulamaz.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
tr: * Başka bir Tor Browser kopyasının çalışmadığından emin olun. Bundan emin değilseniz, bilgisayarınızı yeniden başlatın.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
tr: * Kurulmuş olan herhangi bir antivirüs programının Tor uygulamasının çalışmasını engellemediğinden emin olun. Bunu nasıl yapacağınızı bilmiyorsanız virüsten koruma yazılımınızın belgelerine bakmanız gerekebilir.

source: * Temporarily disable your firewall.
tr: * Güvenlik duvarınızı geçici olarak devre dışı bırakın.

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
tr: * Tor Browser uygulamasını silin ve yeniden kurun. Güncelleme yapıyorsanız, sakın önceki Tor Browser dosyalarınızın üzerine yazmayın; bu dosyaların önceden tamamen silinmiş olduklarından emin olun.

source: ##### Is your connection censored?
tr: ##### Bağlantınız sansürlü mü?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
tr: Hala bağlantı kurulamıyorsa , İnternet Hizmeti Sağlayıcınız Tor ağına yapılan bağlantıları engelliyor olabilir. Olası çözümler için <a href="/circumvention">Engelleri Aşma</a> bölümünü okuyun.

source: ##### Known issues
tr: ##### Bilinen Sorunlar

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
tr: Tor Browser sürekli geliştirilmekte olduğundan henüz düzeltilmemiş bazı sorunlar olduğu bilinmektedir. Herhangi bir sorunla karşılaşırsanız lütfen <a href="/known-issues">Bilinen Sorunlar</a> bölümünden karşılaştığınız sorunun buradaki listede olup olmadığına bakın.

source: troubleshooting
tr: Sorun çözme

source: Known issues
tr: Bilinen Sorunlar

source: * Tor needs your system clock (and your time zone) set to the correct time.
tr: * Tor uygulamasının çalışabilmesi için saat ve saat dilimi ayarları doğru olmalıdır.
