Repository: traumschule/tor-translation
Catalog: contents+it.po
Languages: it

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
it: Il Browser Tor centra la vostra esperienza web sulla vostra relazione con il sito web nella barra degli indirizzi. Anche se vi connettete a due siti diversi che utilizzano lo stesso servizio di tracciamento di terze parti, il Browser Tor costringerà il contenuto a essere instradato su due diversi circuiti Tor, in modo che il tracciatore non sappia che entrambe le connessioni provengono dal vostro browser.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
it: D'altra parte, tutte le connessioni ad un singolo indirizzo del sito web saranno fatte sullo stesso circuito Tor, il che significa che potrete sfogliare diverse pagine di un singolo sito web in schede o finestre separate, senza alcuna perdita di funzionalità.

source: You can see a diagram of the circuit that Tor Browser is using for the current tab in the site information menu, in the URL bar.
it: Puoi vedere un diagramma del circuito utilizzato dal browser Tor per la scheda attiva nel menu informazioni del sito, nella barra URL.

source: In the circuit, the Guard or entry node is the first node and it's automatically and randomly selected by Tor. But it is different from the other nodes in the circuit. In order to avoid profiling attacks, the Guard node changes only after 2-3 months, unlike the other nodes, which change with every new domain. For more information about Guards, consult the <a href="https://www.torproject.org/docs/faq#EntryGuards">FAQ</a> and <a href="https://support.torproject.org/tbb/tbb-2/">Support Portal</a>.
it: Nel circuito, il nodo Guard o entry è il primo nodo ed è selezionato automaticamente e casualmente da Tor. Ma è diverso dagli altri nodi nel circuito. Al fine di evitare attacchi di profilazione, il nodo Guard cambia solo dopo 2-3 mesi, a differenza degli altri nodi, che cambiano con ogni nuovo dominio. Per ulteriori informazioni sulle guardie, consultare le <a href="https://www.torproject.org/docs/faq#EntryGuards">domande frequenti</a> e il <a href="https://support.torproject.org/tbb/tbb-2/">portale di supporto.</a>

source: ##### Logging in over Tor
it: ##### Connettersi attraverso Tor

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
it: Anche se il Browser Tor è progettato per consentire l'anonimato totale dell'utente sul Web, ci possono essere situazioni in cui ha senso utilizzare Tor con siti web che richiedono nomi utente, password o altre informazioni identificative.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
it: Se si accede a un sito Web utilizzando un normale browser, si rivela anche l'indirizzo IP e la posizione geografica nel processo. Lo stesso è spesso vero quando si invia una e-mail. L'accesso al social network o agli account di posta elettronica tramite il Browser Tor consente di scegliere esattamente quali informazioni rivelare ai siti Web che si visitano. L'accesso utilizzando il Browser Tor è utile anche se il sito Web che stai cercando di raggiungere è censurato sulla tua rete.

source: When you log in to a website over Tor, there are several points you should bear in mind:
it: Quando ti connetti in un sito attraverso Tor, ci sono diverse considerazioni che devi tenere a mente:

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
it: * Guarda la pagina <a href="secure-connections">Connessione sicura</a> per importanti informazioni sul come rendere piu sicura la tua connessione quando accedi

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
it: * Il browser Tor potrebbe far apparire che la Vostra connessione provenga da una parte completamente diversa del mondo. Alcuni siti Web, come banche o provider di posta elettronica, potrebbero interpretare questo come un segno che il Vostro account è stato violato e bloccarvi di conseguenza. L'unico modo per risolvere questo problema è seguire la procedura consigliata del sito per il recupero dell'account, oppure contattare gli operatori e spiegare la situazione.

source: ##### Changing identities and circuits
it: ##### Cambiare identità e circuiti

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the main menu (hamburger menu).
it: Tor Browser offre le opzioni "Nuova identità" e "Nuovo circuito Tor per questo sito", situate nel menu principale (menu hamburger).

source: ###### New Identity
it: ##### Nuova identità

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
it: Questa opzione è utile se si desidera impedire che la successiva attività del browser sia collegabile a ciò che si stava facendo in precedenza. Selezionandolo si chiudono tutte le schede e le finestre aperte, si cancellano tutte le informazioni private come i cookie e la cronologia di navigazione e si utilizzano nuovi circuiti Tor per tutte le connessioni. Il Browser Tor vi avviserà che tutte le attività e i download verranno interrotti, tenete bene a mente queste informazioni prima di fare clic su "Nuova identità".

source: ###### New Tor circuit for this site
it: ##### Nuovo circuito Tor per questo sito

source: This option is useful if the <a href="/about/#how-tor-works">exit relay</a> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
it: Questa opzione è utile se <a href="about-tor-browser#how-tor-works">l'exit relay</a> che stai utilizzando non è in grado di connettersi al sito web richiesto o non riesce a caricarlo correttamente. Selezionandolo, la scheda o la finestra attualmente attive verranno ricaricate su un nuovo circuito Tor. Altre schede aperte e finestre dello stesso sito Web utilizzeranno anch'esse il nuovo circuito una volta ricaricate. Questa opzione non cancella informazioni private o scollega la vostra attività, né influisce tanto-meno sulle vostre attuali connessioni ad altri siti web.

source: You can also access this option in the new circuit display, in the site information menu, in the URL bar.
it: Puoi accedere a questa opzione anche nel nuovo circuito, nel menu informazioni del sito, nella barra URL.

source: managing-identities
it: gestire-identità

source: Onion Services
it: Servizi Onion

source: Services that are only accessible using Tor
it: Servizi accessibili attraverso la rete Tor

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
it: I servizi Onion ( conosciuti anche come "Servizi nascosti") sono servizi ( come i siti web) a cui è possibile accedere solo attraverso la rete Tor.

source: Onion services offer several advantages over ordinary services on the non-private web:
it: I servizi onion offrono molteplici vantaggi rispetto ai servizi ordinari sulla rete non privata:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
it: * La localizzazione e l'indirizzo IP di un servizio Onion sono nascosti, questo rende ne difficile la censura e l'identificazione degli utilizzatori

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
it: * Tutto il traffico attraverso gli utenti Tor ed il servizio onion sono crittografati con sistema end-to-end; per questo motivo non è necessario preoccuparsi del <a href="secure-connections">connettersi attraverso HTTPS</a>.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
it: * Gli indirizzi di un servizio onion sono generati automaticamente, gli utenti quindi non hanno bisogno di comprare un dominio; il suffisso .onion aiuta Tor ad accertarsi che sia connesso all'indirizzo corretto e che la connessione non sia stata reindirizzata

source: ##### How to access an onion service
it: ##### Come accedere ad un servizio onion

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
it: Come qualsiasi altro sito, è necessario conoscere l'indirizzo di un servizio onion per connettersi ad esso. Un indirizzo onion è una stringa di 16 (e nel formato V3, 56) lettere e numeri per lo più casuali, seguito da ".onion".

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service. And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
it: Quando si accede ad un sito che usa un servizio onion, Tor Browser mostrerà nella barra degli URL un'icona di una piccola cipolla verde che indica lo stato della tua connessione: sicuro e con un servizio onion. E se stai accedendo ad un sito con https e un servizio onion, mostrerà un'icona di una cipolla verde ed un lucchetto.

source: ##### Troubleshooting
it: ##### Risoluzione dei problemi

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
it: Se non riesci a raggiungere il servizio onion richiesto, assicurati di aver inserito correttamente l'indirizzo onion: anche un piccolo errore impedirà a Tor Browser di raggiungere il sito.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
it: Se ancora non riuscite a connettervi al servizio onion riprovate più tardi. Potrebbero esserci dei problemi temporanei di connessione o i gestori del sito lo hanno messo offline senza nessun avviso.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
it: Puoi anche assicurarti di poter accedere ai servizi Onion connettendoti al <a href="http://3g2upl4pq6kufc4m.onion/">Servizio Onion DuckDuckGo</a>

source: onion-services
it: servizi-onion

source: Secure Connections
it: Connessioni sicure

source: Learn how to protect your data using Tor Browser and HTTPS
it: Impara come proteggere i tuoi dati utilizzando il browser Tor e l'HTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
it: Se le informazioni personali, quali login e/o password, viaggiano in chiaro sulla rete potrebbero essere facilmente ascoltate da un intercettatore. Se stai accedendo a qualsiasi sito web sii sicuro che il sito offra una cifratura HTTPS che protegge i dati dalle intercettazioni. Puoi verificare che la connessione è cifrata se l'indirizzo inizia per "https://" al posto di "http://".

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
it: Questa visualizzazione mostra quali informazioni sono visibili agli intercettatori con e senza la cifratura del Browser Tor e HTTPS:

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
it: * Cliccate sul pulsante "Tor" per vedere quali dati sono visibili ad un osservatore quando state utilizzando la rete Tor. Il bottone diventerà verde quando Tor è attivato

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
it: * Cliccate sul pulsante "HTTPS" per vedere quali dati sono visibili ad un osservatore quando state usando il protocollo HTTPS. Il pulsante diventerà verde quando HTTPS è attivo

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
it: * Quando entrambi i pulsanti sono verdi, vengono visualizzati i dati visibili agli osservatori quando si utilizzano entrambi gli strumenti.

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
it: * Quando entrambi i pulsanti sono grigi, vengono visualizzati i dati visibili agli osservatori quando non si utilizzano entrambi gli strumenti.

source: ##### Potentially visible data
it: ##### Dati potenzialmente visibili

source: Site.com
it: Sito.com

source: The site being visited.
it: Il sito sta venendo visitato.

source: user / pw
it: utente / password

source: Username and password used for authentication.
it: Username a password utilizzate per l'autenticazione.

source: data
it: dati

source: Data being transmitted.
it: I dati stanno venendo trasmessi.

source: location
it: posizione

source: Network location of the computer used to visit the website (the public IP address).
it: Posizione di rete del computer utilizzato per visitare il sito Web (l'indirizzo IP pubblico).

source: Whether or not Tor is being used.
it: Indipendentemente dal fatto che Tor venga utilizzato o meno.

source: secure-connections
it: connessioni-sicure

source: Security Slider
it: Tab di Sicurezza

source: Configuring Tor Browser for security and usability
it: Configurate il browser Tor per la sicurezza e l'usabilità

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
it: Il browser Tor include una "Tab di Sicurezza" che permette di disabilitare alcune caratteristiche web che potrebbero essere utilizzate per attaccare la vostra sicurezza e anonimato. Aumentando il livello di sicurezza del browser Tor alcune pagine potrebbero non funzionare correttamente; per questo motivo dovrete scegliere tra il vostro bisogno di sicurezza e l'usabilità della pagina di cui avete bisogno.

source: ##### Accessing the Security Slider
it: ##### Accesso alla Tab di Sicurezza

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
it: Il livello di sicurezza si trova nelle "Impostazioni di sicurezza" del pulsante Tor.

source: ##### Security Levels
it: ##### Livelli di sicurezza

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
it: Aumentendo il livello della Tab di sicurezza disabiliterà totalmente o parzialmente alcune caratteristiche del browser per proteggervi contro possibili attacchi.

source: Safest
it: Molto sicuro

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
it: A questo livello, i supporti audio e video HTML5 diventano click-to-play tramite NoScript. Tutte le ottimizzazioni delle prestazioni tramite JavaScript sono disabilitate. Alcune equazioni matematiche potrebbero non essere visualizzate correttamente. Alcune funzioni di rendering dei caratteri sono disabilitate. Alcuni tipi di immagine sono disabilitati. Javascript è disabilitato di default su tutti i siti cosi come sono disabilitati la maggior parte dei formati audio e video. Alcuni tipi di carattere ed alcune icone potrebbero non essere visualizzati correttamente.

source: Safer
it: Sicuro

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
it: A questo livello, i supporti audio e video HTML5 diventano click-to-play tramite NoScript. Tutte le ottimizzazioni delle prestazioni tramite JavaScript sono disabilitate. Alcune equazioni matematiche potrebbero non essere visualizzate correttamente. Alcune funzioni di rendering dei caratteri sono disabilitate. Alcuni tipi di immagine sono disabilitati. Javascript è disabilitato di default su tutti i siti non-<a href="secure-connections">HTTPS</a>

source: At this level, all browser features are enabled. This is the most usable option.
it: A questo livello tutte le caratteristiche del browser sono attivate. Questa è l'opzione piu' comune.

source: security-slider
it: tab-di-sicurezza

source: Updating
it: Aggiorna

source: How to update Tor Browser
it: Come aggiornare Tor Browser

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
it: Il browser Tor va mantenuto sempre aggiornato. Se continuate a usare una vecchai versione del browser potreste essere vulnerabili a gravi falle di sicurezza che comprometterebbero la vostra privacy e il vostro anonimato

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
it: Il browser Tor avviserà automaticamente la presenza di una nuova versione e sull'icona Torbutton apparirà un triangolo giallo ed eventualmente una schermata all'avvio del browser. Potrete decidere se aggiornare manualmente o automaticamente il browser

source: ##### Updating Tor Browser automatically
it: ##### Aggiorna il Browser Tor automaticamente

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
it: Per aggiornare il browser Tor basta cliccare sull'icona Torbutton e selezionare la voce "Controlla aggiornamenti browser Tor"

source: When Tor Browser has finished checking for updates, click on the “Update” button.
it: Quando Tor Browser ha finito di controllare gli aggiornamenti, clicca sul pulsante aggiorna.

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
it: Attendi che gli aggiornamenti vengano scaricati ed installati, poi riavvia Tor Browser. Ora saprai se hai l'ultima versione

source: ##### Updating Tor Browser manually
it: ##### Aggiorna il Browser Tor manualmente

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
it: Quando vi verrà indicato di aggiornare il browser Tor, finite la sessione di navigazione e chiudete il programma

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <a href='uninstalling'>Uninstalling</a> section for more information).
it: Rimuovi il browser Tor dal tuo sistema la cancellando la directory che lo contiene ( guarda la sezione <a href='uninstalling'>Disinstalla</a> per maggiori informazioni)

source: Visit <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> and download a copy of the latest Tor Browser release, then install it as before.
it: Visitate <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> e scaricate una copia dell'ultima versione del browser Tor, quindi installatela come prima.

source: updating
it: Aggiorna

source: Plugins, add-ons and JavaScript
it: Plugin, add-on e JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
it: Come il browser Tor gestisce add-ons, plugins e JavaScript

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
it: I siti Web di video, come Vimeo, utilizzano il plug-in di Flash Player per visualizzare i contenuti video. Sfortunatamente, questo software funziona indipendentemente dal Browser Tor e potrebbe non rispettare la configurazione del proxy del Browser. Per questo motivo può rivelare la Vostra posizione reale e l'indirizzo IP agli operatori del sito web o ad un osservatore esterno. Per ovviare a ciò Flash è disabilitato di default nel Browser Tor e l'attivazione non è consigliata.
