Repository: traumschule/tor-translation
Catalog: contents+ca.po
Languages: ca

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
ca: * El següent programari tallafoc ha interferit amb Tor i s'hauria de deshabilitar de forma temporal:

source: * Sophos Antivirus for Mac
ca: * Sophos Antivirus per Mac

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
ca: * Els vídeos que precisen d'Adobe Flash són inaccessibles per motius de seguretat.

source: * Tor can not use a bridge if a proxy is set.
ca: * Tor no pot utilitzar un pont si el servidor intermedi està configurat.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
ca: * El paquet d'aplicació del navegador Tor està datat a 1 de gener, 2000 00:00:00 UTC. Això permet assegurar que la versió és reproduïble.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
ca: * Per executar el navegador Tor sobre Ubuntu, s'haurà d'executar mitjançant shell script. Per això accedir a "Arxius" (navegador unificat), Paràmetres → Comportament pestanyes → Configurar, executar l'arxiu de text quan s'obri la pantalla emergent a "Preguntar cada cop" i fer clic a "Acceptar".

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
ca: * El navegador Tor pot ser inicialitzat per línia de comanda mitjançant la següent instrucció en el director del navegador Tor:

source: * BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
ca: * BitTorrent en concret <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">no és anònim sobre Tor</a></mark>.

source: uninstalling
ca: Desinstal·lant

source: Uninstalling
ca: Desinstal·lant

source: How to remove Tor Browser from your system
ca: Com eliminar el navegador Tor del seu sistema

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
ca: El navegador no interacciona amb cap altra programari ni configuració del seu ordinador. Desinstal·lar el navegador Tor, tampoc afectarà cap paràmetre del ordinador.

source: Removing Tor Browser from your system is simple:
ca: Desinstal·lar el navegador Tor del sistema operatiu és simple:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ca: 1. Ubica la carpeta del navegador Tor. La localització per defecte a Windows és en el escriptori; en OSX és en la carpeta d'aplicacions. A Linux, no hi ha una localització prefixada, de manera que la carpeta serà anomenada "tor-browser_en-US" si s'utilitza la versió anglesa.

source: 2. Delete the Tor Browser folder.
ca: 2. Suprimir la carpeta del navegador Tor.

source: 3. Empty your Trash
ca: 3. Buidar la paperera

source: Note that your operating system’s standard “Uninstall” utility is not used.
ca: El sistema operatiu de forma estandarditzada la funció de "Desinstal·lar" no està usada.

source: Becoming a Tor Translator
ca: Converteix-te en un traductor de Tor

source: Becoming a translator for the Tor Project
ca: Convertir-se en un traductor del projecte Tor

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
ca: Si esteu interessat a ajudar el projecte traduint el manual o el navegador Tor al vostre idioma, la vostra ajuda seria molt apreciada. Per començar a contribuir, hauràs d'inscriure't amb Transifex, un tercer que facilita les nostres traduccions. A continuació es mostra un resum de com inscriure's i començar.

source: ##### Signing up on Transifex
ca: ##### Registra't a Transifex

source: * Head over to the <a href="https://transifex.com/signup/">Transifex signup page</a>.
ca: * Passeu a la <a href="https://transifex.com/signup/">pàgina d'inscripció de Transifex</a>.

source: Enter your information into the fields and click the 'Sign Up' button:
ca: Introduïu la vostra informació als camps i feu clic al botó "Registra't":

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
ca: * Ompliu la pàgina següent amb el vostre nom i seleccioneu "Localització" i "Traductor" al menú desplegable:

source: * On the next page, select 'Join an existing project' and continue.
ca: * A la pàgina següent, seleccioneu "Uniu-vos a un projecte existent" i continueu.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
ca: * A la pàgina següent, seleccioneu els idiomes que parleu al menú desplegable i continueu.

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
ca: * Ja t'has inscrit! Aneu a la pàgina de <a href="https://www.transifex.com/otf/torproject/">Tor Transifex</a>.

source: * Click the blue 'Join Team' button on the far right:
ca: * Feu clic al botó blau "Uneix-te a l'equip" a l'extrem dret:

source: * Select the language you would like to translate from the dropdown menu:
ca: * Seleccioneu l'idioma que voleu traduir al menú desplegable:

source: * A notification will now show up on the top of the page like so:
ca: * Ara, una notificació apareixerà a la part superior de la pàgina:

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
ca: Un cop aprovada la vostra membresia, podeu començar a traduir; simplement, torneu a la <a href="https://www.transifex.com/otf/torproject/">pàgina Tor Transifex</a> quan estigueu a punt per començar. Gràcies pel vostre interès per ajudar el projecte!

source: Our mission:
ca: La nostra missió:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ca: promoure els drets humans i les llibertats per mitjà de la creació i desplegament de tecnològies d'anonimat i privacitat lliures i de codi obert, el suport a la seva disponibilitat i la utilització sense restriccions i el foment de la seva comprensió científica i popular.

source: Subscribe to our Newsletter
ca: Subscriure's al nostre butlletí informatiu

source: Get monthly updates and opportunities from the Tor Project
ca: Obteniu actualitzacions i oportunitats mensuals del projecte Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
ca: Marques, avisos de drets d'autor, i les regles per a l'ús per part de tercers es poden trobar a

source: Download Tor Browser
ca: Descarregueu el navegador Tor

source: Search
ca: Cerca

source: Topics
ca: Temes
