Repository: traumschule/tor-translation
Catalog: contents+es-*.po
Languages: ar

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
ar: El navegador Tor centra tu experiencia en la web alrededor de tu relación con el sitio web en la barra URL. Aún si te conectás a dos sitios diferentes que usan el mismo servicio de rastreo tercerizado, el navegador Tor forzará el contenido a ser servido sobre dos circuitos Tor diferentes, de manera que el rastreador no sabrá que ambas conexiones se originan desde tu navegador.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
ar: Por otro lado, todas las conexiones a la dirección de un único sitio web serán hechas sobre el mismo circuito Tor, significando que podés navegar diferentes páginas de un único sitio web en pestañas o ventanas separadas, sin ninguna pérdida de funcionalidad.

source: You can see a diagram of the circuit that Tor Browser is using for the current tab in the site information menu, in the URL bar.
ar: Podés ver un diagrama del cicuito que el navegador Tor está usando para la pestaña corriente en el menú de información del sitio, en la barra URL.

source: In the circuit, the Guard or entry node is the first node and it's automatically and randomly selected by Tor. But it is different from the other nodes in the circuit. In order to avoid profiling attacks, the Guard node changes only after 2-3 months, unlike the other nodes, which change with every new domain. For more information about Guards, consult the <a href="https://www.torproject.org/docs/faq#EntryGuards">FAQ</a> and <a href="https://support.torproject.org/tbb/tbb-2/">Support Portal</a>.
ar: En el circuito, la Guarda o nodo de entrada es el primer nodo, y es seleccionado al azar automáticamente por Tor. Pero es diferente de los otros nodos en el cicuito. En orden a evitar ataques por perfilación, el nodo Guarda cambia sólo luego de 2-3 meses, a diferencia de los otros nodos, que cambian con cada nuevo dominio. Para más información acerca de Guardas, consultá <a href="https://www.torproject.org/docs/faq#EntryGuards">PMF</a> y <a href="https://support.torproject.org/tbb/tbb-2/">Portal de Soporte</a>.

source: ##### Logging in over Tor
ar: ##### Iniciando sesiones sobre Tor

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
ar: Si bien el navegador Tor está diseñado para habilitar anonimato total del usuario en la web, puede haber situaciones en las cuales tiene sentido usar Tor con sitios web que requieren nombres de usuario, contraseñas, u otra información de identificación.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
ar: Si iniciás sesión en un sitio web usando un navegador regular, también revelás tu dirección IP y localización geográfica en el proceso. Lo mismo es a menudo cierto cuando enviás un correo electrónico. Iniciando sesión en tus cuentas de redes sociales o correo electrónico usando el navegador Tor te permite elegir exactamente qué información revelás a los sitios web que navegás. Iniciando sesión con el navegador Tor también es útil si el sitio web que estás intentando alcanzar está censurado en tu red.

source: When you log in to a website over Tor, there are several points you should bear in mind:
ar: Cuando iniciás sesión en un sitio web sobre Tor, hay varios puntos que debieras tener en mente:

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
ar: * Mirá la página <a href="/secure-connections">Conexiones Seguras</a> por información importante sobre cómo asegurar tu conexión cuando estés iniciando sesión.

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ar: * El navegador Tor a menudo hace que tu conexión aparezca como si estuviera viniendo desde una parte del mundo enteramente diferente. Algunos sitios web, tales como bancos o proveedores de correo electrónico, pueden interpretar esto como una señal de que tu cuenta ha sido apropiada o comprometida, y te bloquean. La única manera de resolver éste problema es siguiendo el procedimiento recomendado por el sitio para la recuperación de la cuenta, o contactar a los operadores y explicar la situación.

source: ##### Changing identities and circuits
ar: ##### Cambiando identidades y circuitos

source: Tor Browser features “New Identity” and “New Tor Circuit for this Site” options, located in the main menu (hamburger menu).
ar: El navegador Tor posee las opciones "Nueva identidad" y "Nuevo circuito Tor para éste sitio", ubicadas en el menú principal (menú hamburguesa).

source: ###### New Identity
ar: ##### Nueva Identidad

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
ar: Esta opción es útil si querés prevenir que tu subsecuente actividad en el navegador sea vinculable a lo que estuviste haciendo antes. Seleccionándola cerrará todas tus pestañas y ventanas abiertas, limpiará toda información privada tales como cookies e historial de navegación, y usará nuevos circuitos Tor para todas las conexiones. El navegador Tor te advertirá que toda actividad y descargas serán detenidos, por lo cual tomá en cuenta ésto antes de cliquear "Nueva identidad".

source: ###### New Tor circuit for this site
ar: ##### Nuevo circuito Tor para este sitio.

source: This option is useful if the <a href="/about/#how-tor-works">exit relay</a> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ar: Esta opción es útil si el <a href="/about/#how-tor-works">relevo de salida</a> que estás usando es incapaz de conectar al sitio web que requerís, o no lo está cargando apropiadamente. Seleccionándola causará que la pestaña o ventana actualmente activa sea recargada sobre un nuevo circuito Tor. Otras pestañas y ventanas abiertas desde el mismo sitio web usarán también el nuevo circuito, una vez que sean recargadas. Esta opción no limpia ninguna información privada o desvincula tu actividad, ni tampoco afecta tus conexiones actuales a otros sitios web.

source: You can also access this option in the new circuit display, in the site information menu, in the URL bar.
ar: También podés ver esta opción en el nuevo diagrama de cicuito, en el menú de información del sitio, en la barra URL.

source: managing-identities
ar: gestionando-identidades

source: Onion Services
ar: Servicios Onion

source: Services that are only accessible using Tor
ar: Servicios que solamente son accesibles usando Tor

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
ar: Servicios Onion (anteriormente conocidos como "servicios ocultos") son servicios (como sitios web) que solamente son accesibles a través de la red de Tor.

source: Onion services offer several advantages over ordinary services on the non-private web:
ar: Los servicios onion ofrecen varias ventajas sobre servicios ordinarios en la web:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
ar: * La ubicación y dirección IP de un servicio onion están ocultas, haciendo difícil para un adversario el censurar o identificar a sus operadores.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
ar: * Todo el tráfico entre usuarios de Tor y servicios onion está encriptado punto a punto, por lo que no tenés que preocuparte acerca de <a href="/secure-connections">conectarte sobre HTTPS</a>.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
ar: * La dirección de un servicio onion es automáticamente generada, por lo que los operadores no necesitan comprar un nombre de dominio; el URL .onion también ayuda a Tor a asegurar que se esté conectando a la ubicación correcta y que la conexión no esté siendo intervenida.

source: ##### How to access an onion service
ar: ##### Cómo acceder un servicio onion

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
ar: Tal como cualquier otro sitio web, necesitarás saber la dirección de un servicio onion en orden a conectarte a él. Una dirección onion es una cadena de 16 (y en formato V3, 56) letras y números mayormente aleatorios, seguidos por ".onion".

source: When accessing a website that uses an onion service, Tor Browser will show at the URL bar an icon of a little green onion displaying the state of your connection: secure and using an onion service. And if you're accessing a website with https and onion service, it will show an icon of a green onion and a padlock.
ar: Cuando accedas a un sitio web que use un servicio onion, el navegador Tor mostrará en la barra URL un icono de una cebollita verde visualizando el estado de tu conexión: segura y usando un servicio onion. Y si estás accediendo un sitio web con https y servicio onion, mostrará un icono de una cebolla verde y un candado.

source: ##### Troubleshooting
ar: ##### Solución de problemas

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ar: Si no podés alcanzar el servicio onion que requerís, asegurate que hayas entrado la dirección cebolla correctamente: aún un pequeño error evitará que el navegador Tor sea capaz de alcanzar el sitio.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ar: Si aún no podés conectarte al servicio onion, intentalo de nuevo más tarde. Puede existir un problema momentáneo de conexión, o los operadores del sitio pueden haberlo puesto fuera de línea sin ninguna advertencia.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
ar: Podés también asegurarte que seas capaz de acceder otros servicios onion conectándote al <a href="http://3g2upl4pq6kufc4m.onion/">servicio onion de DuckDuckGo</a>.

source: onion-services
ar: servicios-onion

source: Secure Connections
ar: Conexiones seguras

source: Learn how to protect your data using Tor Browser and HTTPS
ar: Aprendé como proteger tus datos usando el navegador Tor y HTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
ar: Si información personal tal como una contraseña de inicio de sesión viaja sin encriptación sobre Internet, puede ser fácilmente interceptada por un observador hostil. Si estás iniciando sesión en cualquier sitio web, deberías asegurarte que el sitio ofrece encriptación HTTPS, la cual protege contra éste tipo de observación hostil. Podés verificar ésto en la barra URL: si tu conexión está encriptada, la dirección empezará con "https://" en vez de "http://".

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ar: La siguiente visualización muestra qué información es visible a observadores hostiles con y sin el navegador Tor y encriptación HTTPS:

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
ar: * Cliqueá el botón Tor para ver qué datos son visibles a observadores cuando estás usando Tor. El botón se tornará verde para indicar que Tor está activado.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
ar: * Cliqueá el botón "HTTPS" para ver qué datos son visibles a observadores cuando estás usando HTTPS. El botón se tornará verde para indicar que HTTPS está activado.

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
ar: * Cuando ambos botones están verdes, ves los datos que son visibles a observadores cuando estás usando ambas herramientas.

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
ar: * Cuando ambos botones están grises, ves los datos que son visibles a observadores cuando no estás usando ninguna de las herramientas.

source: ##### Potentially visible data
ar: ##### Datos potencialmente visibles

source: The site being visited.
ar: El sitio siendo visitado.

source: user / pw
ar: usuario / clave

source: Username and password used for authentication.
ar: Nombre de usuario y contraseña usados para autenticación.

source: data
ar: datos

source: Data being transmitted.
ar: Datos siendo transmitidos.

source: location
ar: ubicación

source: Network location of the computer used to visit the website (the public IP address).
ar: Ubicación de red de la computadora usada para visitar el sitio web (la dirección IP pública).

source: Whether or not Tor is being used.
ar: Si Tor está o no siendo usado.

source: secure-connections
ar: conexiones-seguras

source: Security Slider
ar: Regla deslizante de seguridad

source: Configuring Tor Browser for security and usability
ar: Configurar el navegador Tor para que sea seguro y fácil de usar

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
ar: El navegador Tor incluye una "Regla deslizante de seguridad" que te permite incrementar tu seguridad deshabilitando ciertas características web que pueden ser usadas para atacar tu seguridad y anonimato. Incrementando el nivel de seguridad del navegador Tor evitará que algunas páginas web de funcionen apropiadamente, por lo que deberías sopesar tus necesidades de seguridad contra el grado de usabilidad que requerís.

source: ##### Accessing the Security Slider
ar: ##### Accediendo la regla deslizante de seguridad

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
ar: La regla deslizante de seguridad está localizada en el menú "Ajustes de seguridad" del botón Tor.

source: ##### Security Levels
ar: ##### Niveles de seguridad

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
ar: Incrementando el nivel de la regla deslizante de seguridad deshabilitará total o parcialmente ciertas características del navegador para protegerte contra posibles ataques.

source: Safest
ar: El más seguro

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
ar: A éste nivel, medios de video y audio HTML5 se transforman en cliquear-para-reproducir vía NoScript; todas las optimizaciones de rendimiento de JavaScript son deshabilitadas; algunas ecuaciones matemáticas pueden no mostrarse apropiadamente; algunas características de presentación de tipo de letras son deshabilitadas; algunos tipos de imágenes están deshabilitados; JavaScript está deshabilitado por defecto en todos los sitios; la mayoría de los formatos de video y audio están deshabilitados; y algunos tipos de letra e iconos puede que no se muestren correctamente.

source: Safer
ar: Más seguro

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
ar: A éste nivel, medios de video y audio HTML5 se transforman en cliquear-para-reproducir vía NoScript; todas las optimizaciones de rendimiento de JavaScript son deshabilitadas; algunas ecuaciones matemáticas pueden no mostrarse apropiadamente; algunas características de presentación de tipo de letras son deshabilitadas; algunos tipos de imágenes están deshabilitados; y JavaScript está deshabilitado por defecto en todos los sitios no-<a href="/secure-connections">HTTPS</a>.

source: Standard
ar: Estándar

source: At this level, all browser features are enabled. This is the most usable option.
ar: En éste nivel, todas las caracteristicas del navegador están habilitadas. Esta es la opción más utilizable.

source: security-slider
ar: Regla deslizante de seguridad

source: Updating
ar: Actualizando

source: How to update Tor Browser
ar: Cómo actualizar el navegador Tor

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
ar: El navegador Tor debe ser mantenido actualizado en todo momento. Si continuás usando una versión anticuada del programa, podés ser vulnerable a defectos de seguridad serios que comprometen tu privacidad y anonimato.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
ar: El navegador Tor te solicitará actualizar el programa una vez que una nueva versión haya sido lanzada: el icono del botón Tor mostrará un triángulo amarillo, y puede que veas un indicador de actualización escrito cuando el navegador Tor se abra. Podés actualizar tanto automática como manualmente.

source: ##### Updating Tor Browser automatically
ar: ##### Actualizando el navegador Tor automáticamente

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
ar: Cuando te sea solicitado actualizar el navegador Tor, cliqueá en el icono del botón Tor, y luego seleccioná "Comprobar actualización del navegador Tor".

source: When Tor Browser has finished checking for updates, click on the “Update” button.
ar: Cuando el navegador Tor haya finalizado la comprobación por actualizaciones, cliqueá en el botón "Actualizar".

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
ar: Esperá que la actualización se descargue e instale, luego reiniciá el navegador Tor. Ahora estarás corriendo la última versión.

source: ##### Updating Tor Browser manually
ar: ##### Actualizando el navegador Tor manualmente

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
ar: Cuando te sea solicitado actualizar el navegador Tor, finalizá la sesión de navegación y cerrá el programa.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <a href='uninstalling'>Uninstalling</a> section for more information).
ar: Remové el navegador Tor de tu sistema borrando la carpeta que lo contiene (mirá la sección <a href='uninstalling'>Desinstalando</a> para más información).

source: Visit <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> and download a copy of the latest Tor Browser release, then install it as before.
ar: Visitá <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> y descargá una copia de la última versión del navegador Tor, luego instalá como antes.

source: updating
ar: actualizando

source: Plugins, add-ons and JavaScript
ar: Complementos, adiciones y JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
ar: Cómo maneja el navegador Tor adiciones, complementos y JavaScript
