Repository: traumschule/tor-translation
Catalog: contents+ca.po
Languages: ca

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
ca: * El navegador Tor tot sovint fa aparèixer la connexió des de una localització diferent. Alguns webs, com els bancs o proveïdors de correu electrònic, poden interpretar com si la connexió fos furonada i per tant fer fora del web. La única manera de resoldre-ho és seguir les recomanacions de la recuperació del compte o contactar al operador i explicar la situació.

source: ##### Changing identities and circuits
ca: ##### Canviant identitats i circuits

source: ###### New Identity
ca: ##### Nova identitat

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
ca: Aquesta opció pot ser d'ajuda si vol prevenir l'enllaç de l'activitat del navegador amb activitats anteriors. Si es selecciona es tancaran totes les pestanyes i finestres, i es suprimiran totes les galetes i historial de navegació, a més de la utilització de nous circuits Tor per totes les connexions. El navegador Tor advertirà que totes les activitats i descàrregues seran aturades, prengui-ho en consideració abans de fer clic a "Nova identitat".

source: ###### New Tor circuit for this site
ca: ##### Nou circuit Tor per a aquest lloc

source: This option is useful if the <a href="/about/#how-tor-works">exit relay</a> you are using is unable to connect to the website you require, or is not loading it properly. Selecting it will cause the currently-active tab or window to be reloaded over a new Tor circuit. Other open tabs and windows from the same website will use the new circuit as well once they are reloaded. This option does not clear any private information or unlink your activity, nor does it affect your current connections to other websites.
ca: Aquesta opció pot ser d'ajuda si <a href="about-tor-browser#how-tor-works">surt del relé</a> que està utilitzant per la connexió al lloc web que està intentant connectar. Si se selecciona farà que la pestanya o finestra activa s'actualitzi mitjançant un nou circuit Tor. Altres pestanyes i finestres obertes del mateix lloc web utilitzaran un nou circuit Tor al ser actualitzades. Aquesta opció no permet la neteja d'informació privada o desenllaçar la activitat, a més de no afectar connexions a altres lloc web.

source: Onion Services
ca: Serveis Ceba

source: Services that are only accessible using Tor
ca: Serveis que només són accessibles utilitzant Tor

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
ca: Els serveis ceba (també anomenats "serveis amagats") són serveis (com els webs) que només són accessibles mitjançant la xarxa Tor.

source: Onion services offer several advantages over ordinary services on the non-private web:
ca: Els serveis ceba permeten tenir diferents avantatges a diferència dels serveis ordinaris sense privacitat:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
ca: * Un servei ceba oculta la direcció IP i realitza una dificultat afegida pels censors o operador que pretenen identificar.

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
ca: * Tot el tràfic entre els usuaris Tor i els serveis ceba és amb encriptació punt-a-punt, per tant no cal patir <a href="secure-connections">de la connexió mitjançant HTTPS</a>.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
ca: * Les adreces del servei ceba són generades de forma automàtica, per tant els operador no cal que comprin cap domini; la URL de ceba també permet assegurar que la connexió a i la localització no és interceptada.

source: ##### How to access an onion service
ca: ##### Com accedir a un servei ceba

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
ca: Igual que qualsevol altre lloc web, haurà de conèixer l'adreça d'un servei ceba per connectar-s'hi. Una adreça de ceba és una cadena de 16 caràcters (i en format V3, 56), principalment lletres i números aleatoris, seguit de ".onion".

source: ##### Troubleshooting
ca: ##### Detecció d'errors

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
ca: Si no podeu arribar al servei ceba que necessiteu, assegureu-vos que heu introduït correctament l'adreça de onion: fins i tot un petit error deixarà que el navegador Tor no pugui accedir al lloc.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
ca: Si encara no pot establir connexió amb un servei ceba, si us plau provi-ho posteriorment. Pot estar esdeveniment una connexió errònia de forma temporal o els operadors de xarxa han permès estar fóra de línia sense un advertència.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
ca: També podeu assegurar-vos que podeu accedir a altres serveis de onion connectant-vos al <a href="http://3g2upl4pq6kufc4m.onion/">servei ceba de DuckDuckGo</a>.

source: onion-services
ca: serveis-ceba

source: Secure Connections
ca: Connexions segures

source: Learn how to protect your data using Tor Browser and HTTPS
ca: Aprengui com protegir les seves dades amb la utilització del navegador Tor i HTTPS

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
ca: Si informació personal d'inici de sessió viatge desencriptada per Internet, pot ser fàcilment interceptada per escoltes clandestines. Si inicia sessió cal assegurar-se que s'estableix una connexió HTTPS encriptada, que el protegeix. Ho pot comprovar en al barra URL quan les primeres lletres siguin "https://", en contra de "http://".

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
ca: La següent imatge mostra quina informació és visible a ulls del interceptors de dades sense el navegador Tor i una encriptació sota HTTPS:

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
ca: * Faci clic en el icona "Tor" per saber quines dades són visibles als observadors quan s'utilitzi Tor. El icona es tornarà de color verd per indicar que Tor està en marxa.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
ca: * Faci clic al botó "HTTPS" per saber quines dades són visibles als observador quan s'utilitzi HTTPS. El botó es tornarà verd per indicar que HTTPS està en marxa.

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
ca: * Quan ambdós botons estan en verd, es pot veure quines dades són visibles als observadors amb les dos eines.

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
ca: * Quan ambdós botons estan en gris, es pot veure quines dades són visibles als observadors sense la utilització de les dos eines.

source: ##### Potentially visible data
ca: ##### Dades potencialment visibles

source: Site.com
ca: Lloc.com

source: The site being visited.
ca: El web visitat.

source: user / pw
ca: usuari / pass

source: Username and password used for authentication.
ca: Nom d'usuari i contrasenya usats per la autenticació.

source: data
ca: dades

source: Data being transmitted.
ca: Dades trameses.

source: location
ca: lloc

source: Network location of the computer used to visit the website (the public IP address).
ca: Localització del ordinador usat per la consulta del web (l'adreça pública IP).

source: Whether or not Tor is being used.
ca: Si o no, Tor s'està utilitzant.

source: Security Slider
ca: Control lliscant de seguretat

source: Configuring Tor Browser for security and usability
ca: Configurant el navegador Tor per seguretat i usabilitat

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
ca: El navegador Tor inclou un "control lliscant de seguretat" que permet incrementar la seguretat deshabilitant característiques dels webs que poden ser blanc d'atacs de seguretat i d'anonimat. Incrementant el nivell de seguretat del navegador no es podrà visualitzar parts dels webs, per tant cal pensar quin grau de seguretat es vol tenir ponderat amb la usabilitat que s'aconseguirà.

source: ##### Accessing the Security Slider
ca: ##### Accedint al control lliscant de seguretat

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
ca: El Control deslizador de seguretat es troba al menú "Paràmetres de seguretat" del botó Tor.

source: ##### Security Levels
ca: ##### Nivells de seguretat

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
ca: Augmentant el nivell de seguretat mitjançant el control lliscant es pot deshabilitar parcialment característiques de protecció davant d'atacs.

source: Safest
ca: més segur

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
ca: A aquest nivell, el vídeo de HTML5 i l'àudio esdevindrà reproduïble mitjançant un clic via NoScript; els augmentadors de rendiments seran abolits; algunes equacions matemàtiques no es mostraran correctament; alguns renderitzats de tipus de lletra seran deshabilitats; alguns tipus d'imatges; javaScript es mantindrà per defecte sense utilització; la majoria de vídeos i àudios no es reproduiran; algunes lletres i imatges no es podran visualitzar correctament.

source: Safer
ca: Més segur

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
ca: A aquest nivell, el vídeo de HTML5 i l'àudio esdevindrà reproduïble mitjançant un clic via NoScript; els augmentadors de rendiments seran abolits; algunes equacions matemàtiques no es mostraran correctament; alguns renderitzats de tipus de lletra seran deshabilitats; alguns tipus d'imatges; javaScript es mantindrà per defecte sense utilització i en-<a href="secure-connections">HTTPS</a> tots els llocs.

source: Standard
ca: Estàndard

source: At this level, all browser features are enabled. This is the most usable option.
ca: En aquest nivell, tots els navegadors i les seves característiques són activades. Aquesta és la opció més utilitzada.

source: Updating
ca: Actualitzant

source: How to update Tor Browser
ca: Com actualitzar el navegador Tor

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
ca: El navegador Tor ha d'estar actualitzat. Si continua amb l'ús de versions obsoletes, pot ser vulnerable a seriosos problemes de seguretat, comprometent la seva seguretat i anonimat.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
ca: El navegador Tor mostrarà quan es pot actualitzar un cop la última versió sigui alliberada: La icona Tor mostrarà un triangle groc amb un indicador d'actualització. Es pot realitzar de forma manual o automàtica.

source: ##### Updating Tor Browser automatically
ca: ##### Actualització automàtica del navegador Tor

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
ca: Quan sigui requerit a actualitzar el navegador Tor, faci clic en la icona Tor i seleccioni "comprovar actualitzacions".

source: When Tor Browser has finished checking for updates, click on the “Update” button.
ca: Quan el navegador Tor hagi finalitzat la comprovació d'actualitzacions, faci clic en el botó "Actualitzar".

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
ca: Esperi a la descarrega de l'actualització i posterior instal·lació, reiniciar el programa. Finalment s'executarà la última versió.

source: ##### Updating Tor Browser manually
ca: ##### Actualització manual del navegador Tor

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
ca: Quan se li requereixi l'actualització del navegador Tor, acabi la seva navegació i tanqui el programa.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <a href='uninstalling'>Uninstalling</a> section for more information).
ca: Suprimir el navegador Tor del sistema amb la supressió de la carpeta que conté (consultar l'enllaç <a href='uninstalling'>Uninstalling</a> d'un sistema operatiu).

source: Visit <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> and download a copy of the latest Tor Browser release, then install it as before.
ca: Visitar <a href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</a> i descarregar una còpia de l'última versió del navegador Tor, posteriorment instal·lar.

source: updating
ca: Actualitzant

source: Plugins, add-ons and JavaScript
ca: Connectors, complements i JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
ca: Com el navegador Tor gestiona els connectors, complements i JavaScript

source: ##### Flash Player
ca: ##### Reproductor Flash

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
ca: Llocs web com Vimeo utilitzen el reproductor Flash per mostrar els continguts de video. Desafortunadament, aquest programari s'executa de forma independent del navegador Tor i en pocs casos permet la utilització de paràmetres del servidor intermedi. Conseqüentment pot mostrar la localització IP o per ser un visitant anònim. Per aquesta raó, Flash està deshabilitada per defecte i no es recomana executar-lo.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
ca: Algunes pàgines web de vídeos (com per exemple Youtube) permeten la visualització dels seus vídeos amb altres mètodes diferents a Flash. Aquests mètodes poden ser comptables amb el navegador Tor.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
ca: JavaScript és un llenguatge de programació que els webs utilitzen per augmentar els ginys interactius, com els vídeos, animacions, àudio i estats de cronologies. Malauradament, JavaScript és vulnerables a atacs de seguretats, que poden causar la descoberta de l'anonimat.

source: Tor Browser includes an add-on called NoScript, accessible through the “S” icon at the top-right of the window. NoScript allows you to control the JavaScript (and other scripts) that runs on individual web pages, or block it entirely.
ca: El navegador Tor inclou un complement anomenat NoScript, que es pot accedir a través de la icona "S" a la part superior dreta de la finestra. NoScript us permet controlar el codi JavaScript (i altres scripts) que s'executa en pàgines web individuals o bé bloquejar-les completament.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <a href="/security-slider">Security Slider</a> to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
ca: Els usuaris que requereixin un alt grau de seguretat en la seva navegació web haurien de configurar el <a href="security-slider">control deslizador</a>de seguretat del navegador Tor a "Més segur" (que desabilita JavaScript per a llocs web que no siguin d'HTTPS) o "Seguretat" (que ho fa per a tots els llocs web). Tanmateix, la desactivació de JavaScript evitarà que molts llocs web es mostrin correctament, de manera que la configuració predeterminada del navegador Tor és permetre que tots els llocs web executin scripts en el mode "Estàndard".

source: ##### Browser Add-ons
ca: ##### Complements

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
ca: El navegador Tor està basat amb Firefox, i tots els complements i temes compatibles amb Firefox poden ser instal·lats al navegador Tor.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
ca: Tanmateix, els únics complements que s'han testejat pel navegador Tor són els inclosos per defecte. La instal·lació d'altres complements pot causar greus problemes que afectin la seguretat i la privacitat. És altament recomanat no instal·lar complements, ja que tampoc gaudeixen de suport per part del projecte Tor.

source: Troubleshooting
ca: Detecció d'errors

source: What to do if Tor Browser doesn’t work
ca: Què fer si el navegador Tor no funciona

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
ca: Hauria de poder navegar pels webs mitjançant el navegador Tor executant el programa i fent clic a "Connectar" si l'està utilitzant per primer cop.

source: ##### Quick fixes
ca: ##### Correccions ràpides

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
ca: Si el navegador Tor no es connecta, pot haver una solució fàcil. Provi alguna de les següents opcions:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
ca: * El rellotge de sistema s'hauria de configurar correctament o Tor no podrà connectar-se.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
ca: * Comprovi que el navegador Tor no s'està executant en aquest moment. Si no està segur, reinicii el ordinador.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
ca: * Comprovi que cap programa d'antivirus instal·lat està intentant evitar que Tor s'executi. Haurà de consultar la documentació del antivirus si no sap com realitzar-ho.

source: * Temporarily disable your firewall.
ca: * Deshabiliti de forma temporal el tallafoc.

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
ca: * Suprimir el navegador Tor i tornar a instal·lar. Si l'actualització no ha reescrit la versió anterior del navegador Tor, comprovi que s'han eliminat tots els arxius.

source: ##### Is your connection censored?
ca: ##### Està la seva connexió en censura?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
ca: Si continua sense poder connectar-se, el seu proveïdor d'Internet probablement està censurant les connexions a la xarxa Tor. Per a més informació <a href="eludir">Circumvention</a> per trobar possibles solucions.

source: ##### Known issues
ca: ##### Assumptes coneguts

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
ca: El navegador Tor està en constant desenvolupament, i alguns aspectes s'han d'arranjar en el futur. Si us plau comprovi a <a href="més informació">Known Issues</a> si el problema que experimenta ha estat llistat.

source: troubleshooting
ca: Detecció d'errors

source: Known issues
ca: Assumptes coneguts

source: * Tor needs your system clock (and your time zone) set to the correct time.
ca: * Tor necessita el rellotge de sistema (i el fus horari) per configurar el temps correctament.
