Repository: traumschule/tor-translation
Catalog: contents+ca.po
Languages: ca

source: How can we help?
ca: Com podem ajudar?

source: About Tor Browser
ca: Sobre el navegador Tor

source: Learn what Tor Browser can do to protect your privacy and anonymity
ca: Aprengui com pot el navegador Tor protegir-lo amb anonimat i privacitat

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
ca: El navegador Tor utilitza la xarxa Tor per protegir l'anonimat i la privacitat. Utilitzant la xarxa Tor existeixen 2 propietats:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
ca: * El proveïdor d'Internet i qualsevulla persona que observi la connexió local, no podran fer seguiment de la activitat d'Internet, incloent el nom i direcció dels webs que visiti.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
ca: * Els administradors de webs i serveis que s'utilitzin, o qualsevol que sigui observant de la connexió, veurà una connexió que prové de la xarxa Tor en lloc de l'adreça (IP) real, i no podrà saber la seva identitat a menys que ho expliciti.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
ca: A més, el navegador Tor està dissenyat per prevenir pàgines web amb identificació per empremta digital o identificació mitjançant els paràmetres del navegador.

source: ##### How Tor works
ca: ##### Com funciona Tor

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
ca: Tor és una xarxa de túnels virtuals que permeten incrementar la privacitat i la seguretat a Internet. Tor funciona enviant el tràfic de dades a 3 servidors aleatòris (també anomenats com *relés*) a la xarxa Tor. L'últim relé del circuit (el relé de sortida) envia la informació al Internet públic.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
ca: La imatge superior mostra un navegador d'usuari amb diferents webs mitjançant Tor. L'ordinador verd del centre representa el relé en la xarxa Tor, mentre que les 3 claus representen les capes d'encriptació entre l'usuari i el relé.

source: Downloading
ca: Descarregant

source: How to download Tor Browser
ca: Com descarregar el navegador Tor

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org. Your connection to the site will be secured using <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a>, which makes it much harder for somebody to tamper with.
ca: La manera segura i simple de descarregar el navegador Tor és mitjançant la pàgina oficial del projecte Tor en el web https://www.torproject.org. La connexió s'estableix de forma segura mitjançat <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a>, que permet evitar les falsificacions.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
ca: Com sigui, hi han diverses maneres d'evitar l'accés al web del Projecte Tor: per exemple, el bloqueig en la xarxa d'accés. Si això succeïx, pot utilitzar un dels llocs de descàrrega que es citen a continuació.

source: ##### GetTor
ca: ##### Obtenir Tor

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ca: GetTor és un servei que respon automàticament a missatges amb enllaços a la versió més recent del navegador de Tor, allotjada en diverses ubicacions, com ara Dropbox, Google Drive i GitHub.

source: ###### To use GetTor via email:
ca: ##### Per utilitzar GetTor per correu electrònic:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
ca: Enviï un correu electrònic a gettor@torproject.org, i en el cos del missatge escrigui les paraules "windows", "osx" o "linux", (sense cometes) depenen del tipus de sistema operatiu que tingui.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
ca: Obtenir Tor contestarà amb un correu electrònic amb enllaços per a la descàrrega dle paquet de dades del navegador Tor, la signatura criptogràfica (que es precisa per verificar al descàrrega), la empremta digital utilitzada com a signatura, i la suma de verificació. Haurà d'escollir entre la opció de "32-bit" o "64-bit" depenen del processador de càlcul del ordinador.

source: ###### To use GetTor via Twitter:
ca: ##### Per utilitzar GetTor mitjançant Twitter:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
ca: Per obtenir els enllaços per la descàrrega del navegador Tor en anglès per OS X, enviï una piulada a @get_tor amb el següent text: "osx en" (no precisa se seguidor del compte).

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
ca: ##### Per utilitzar GetTor a través de Jabber/XMPP (Jitsi, CoyIM, etc.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
ca: Per obtenir enllaços per la descàrrega del navegado Tor en Xinès per Linux, enviï un correu electrònic gettor@torproject.org amb les següents paraules en el cos del missatge: linux zh".

source: downloading
ca: Descarregant

source: Running Tor Browser for the first time
ca: Executant per primer cop el navegador Tor

source: Learn how to use Tor Browser for the first time
ca: Aprengui com utilitzar per primer cop el navegador Tor

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
ca: Quan s'executi per primer cop el navegador Tor, s'obriran els paràmetres de xarxa Tor. Permetent la opció de connexió directa a la xarxa Tor, o configurar el navegador Tor per les connexions.

source: ##### Connect
ca: ##### Conecta't

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
ca: En molts casos, escollint "Connectat" permetrà la connexió a la xarxa Tor sense més configuració. Un cop fet clic, la barra d'estat apareixerà, mostrat la progressió de la connexió Tor. La progressió dependrà de la velocitat de connexió, si experimentà algun problema, consulti <a href="troubleshooting">Resolució de problemes</a> la pàgina per tronar una solució.

source: ##### Configure
ca: ##### Configura

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
ca: Si coneix que les seves connexions pateixen censura, o utilitza un servidor intermedi, seleccioni aquesta opció. El navegador Tor permetrà fer les configuracions pertinents.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
ca: La primera pantalla pregunta si l'accés a la xarxa Tor està bloquejada o censurada. Si creu que no és el cas, seleccioni "No". Si creu que la seva connexió està censurada, o ha fet un intent fallit de connexió a la xarxa Tor i cap solució ha funcionat, seleccioni "Si". Posteriorment serà derivat a <a href="elusió">Circumvention</a> a la pantalla de paràmetres dels connectors de transport.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
ca: La pròxima pantalla pregunta si la seva connexió utilitza un servidor intermedi. En molts casos, no és necessari. En cas afirmatiu cliqui "Si", els mateixos paràmetres seran aplicats a tots els navegadors del sistema. Si és possible, pregunti al seu administrador de xarxa. Si la connexió no utilitza un servidor intermedi, cliqui "Continuar".

source: Bridges
ca: Ponts

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
ca: La majoria dels Transports connectors, com obfs3 i obfs4, utilitzen els relés de "pont".

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
ca: La majoria <a href="transports">Transports connectors</a>, com obfs3 i obfs4, utilitzen els relés de "pont". Com el relés estàndard de Tor, els ponts són usuaris voluntaris; a diferència els relés tradicionals, independentment, no estan llistat, d'aquesta manera no poden ser fàcilment identificats. La utilització de ponts en combinació amb els transports connectors ajuden a disfressar la utilització de Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
ca: Altres transports connectors, com Meek, utilitzant altres tècniques anit-censura sense ponts. No es precisen l'obtenció de direccions ponts.

source: ##### Getting bridge addresses
ca: ##### Obtenció de direcció pont

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
ca: Com que les direccions ponts no són públiques, s'hauran de demanar en l'instant. Existeixen dos opcions:

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
ca: * Visita https://bridges.torproject.org/ i segueixi les instruccions, o

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
ca: * Envia correu electrònic a bridges@torproject.org des de Gmail, Yahoo, o Riseup

source: ##### Entering bridge addresses
ca: ##### Entri la direcció pont

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
ca: Un cop s'hagi obtingut alguna direcció pont, l'haurà d'introduir en el Tor Launcher.

source: If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
ca: Si la connexió falla, el ponts obtinguts hauràn caigut. Si us plau, utilitzi un del mencionats a sobre per obtindre més direccions ponts, i provi-ho posteriorment.

source: bridges
ca: Ponts

source: Pluggable transports
ca: Transports integrables

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
ca: Els connectors de transport són eines que Tor utilitza per disfressar el tràfic que envia al exterior.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
ca: Els connectors de transport són eines que Tor utilitza per disfressar el tràfic que envia al exterior. Això pot ser d'utilitat en situacions com quan els proveïdors d'Internet o altres autoritat bloquegen les connexions a la xarxa Tor.

source: ##### Types of pluggable transport
ca: ##### Tipus de connectors de transport

source: Currently there are six pluggable transports available, but more are being developed.
ca: Actualment hi han sis connectors de transports per utilitzar, però n'hi ha més en desenvolupament.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
ca: obfs3 fa que el trànsit de Tor sigui aleatori, de manera que no s'assembla a Tor o cap altre protocol. Encara que s'inclou per defecte, es recomana utilitzar obfs4, ja que té diverses millores de seguretat sobre obfs3.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
ca: obfs4 fa que el tràfic Tor sigui aleatori com obfs3, però també pot prevenir la censura del escaneig de Internet. El pont obfs4 permet menys bloquejos que el obfs3.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
ca: FTE (format-transforming encryption) emmascara el tràfic Tor com una connexió (HTTP) web.

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
ca: Aquests transports es visualitzen com un web en lloc de la utilització de Tor. meek-amazon fa semblar que s'està utilitzant amazon Web Services; meek-azure makes simula que s'està usant Microsoft web site; i meek-google simula l'utilització de Google search.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
ca: Snowflake és una millora en Flashproxy. Envia el teu trànsit a través de WebRTC, un protocol punt a punt amb NAT incorporat.

source: Circumvention
ca: Elusió

source: What to do if the Tor network is blocked
ca: Que fer si la xarxa Tor està bloquejada

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/en-US/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
ca: L'accés a la xarxa Tor pot tot sovint ser bloquejat pel seu proveïdor d'Internet o pel govern. El navegador Tor incorpora una serie de programari per evitar-ho. Aquestes eines s'anomenen "connectors de transport". Consulti <a href="/en-US/transports">connectors de transport</a> per a més informació del tipus de transport disponible.

source: ##### Using pluggable transports
ca: ##### Utilització de connectors de transport

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
ca: Per l'utilització de connectors de transport, faci clic a "Paràmetres" en el iniciador de Tor que apareix qua s'utilitza per primer cop.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
ca: També pot configurar els connectors de transport mentre el navegador Tor està executant-se, amb el clic en la ceba verda aprop de la barra d'adreces i seleccionar "Paràmetres de xarxa Tor".

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
ca: Seleccioni "Si" quan sigui preguntat si el seu proveïdor d'Internet bloqueja les connexions de la xarxa Tor.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
ca: Seleccioni "Connectar amb ponts". El navegador Tor actualment té sis connectors de transport disponibles.

source: ##### Which transport should I use?
ca: ##### Quin tipus de transport vol utilitzar?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/en-US/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
ca: Cadascun dels transports llistat en el menú d'iniciador Tor treballa de manera diferent (per més informació, consultar <a href="/en-US/transports">connectors de transport</a> pàgina) per saber la seva efectivitat depenen de les circumstàncies individuals.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, fte, meek-azure and Snowflake.
ca: Si esteu intentant evitar una connexió bloquejada per primera vegada, heu de provar els diferents transports: obfs3, obfs4, fte, meek-azure i Snowflake.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/en-US/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
ca: Si priva totes aquestes opcions, i cap resulta amb una connexió vàlida, haurà d'introduir una adreça de pont de forma manual. Llegeixi la secció d'aprenentatge sobre <a href="/en-US/bridges/">ponts</a> per saber com fer-ho.

source: circumvention
ca: Elusió

source: Managing identities
ca: Administrant identitats

source: Learn how to control personally-identifying information in Tor Browser
ca: Aprengui com controlar la informació d'identificació personal al navegador Tor

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
ca: Quan es connecta a un lloc web, no tan sols els administradors del web poden tenir informació sobre la visita. Molts webs utilitzant programari de tercers, incloent els botons d'agradar de xarxes socials, rastrejadors i publicitat, tots ells poden enllaçar la seva activitat de navegació en diferents webs.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
ca: Utilitzant la xarxa Tor es pot aturar l'observació de la localització mitjançant la seva direcció IP, però fins i tot sense aquesta informació poden arribar a enllaçar diferents àrees de la seva activitat. Per aquesta raó, el navegador Tor inclou característiques addicionals que permeten ajudar al control de quina informació pot enllaçar-se a la seva identitat.

source: ##### The URL bar
ca: ##### Barra de URL

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
ca: El navegador Tor centra la experiència web amb la barra d'URL. Fins i tot si es connecta a dos llocs web diferents que utilitzen el mateix sistema de rastrejament de terceres parts, el navegador Tor forçarà que el contingut viatgi per dos circuits independents, per tant el rastrejador no podrà conèixer la relació entre les dues peticions.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
ca: Per altra banda, totes les connexions a un lloc web es realitzaran pel mateix circuit virtual, permeten navegar per diferents pàgines web en diferents pestanyes o finestres, sense perdre cap funcionalitat.

source: ##### Logging in over Tor
ca: ##### Registre de Tor

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
ca: Tot i que el navegador Tor està dissenyat per una navegació totalment anònima, poden existir situacions que no faci falta la utilització de Tor, com per exemple pàgines web amb inici de sessió, contrasenyes o necessitat d'autenticació.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
ca: Si inicia sessió amb un navegador convencional, està mostrant la seva direcció IP i localització, i amb una alta probabilitat quan estigui enviant un correu electrònic. Iniciar sessió en una xarxa social o entrar en un gestor de correu electrònic web mitjançant Tor permet enviar la informació de forma selectiva. Altrament pot ser útil si s'intenta accedir a una pàgina web censurada.

source: When you log in to a website over Tor, there are several points you should bear in mind:
ca: Quan iniciï sessió mitjançant el navegador Tor, hi han diverses consideracions a tenir en ment:

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
ca: * Consulti <a href="secure-connections">Connexions segures</a> la pàgina on mostra com augmentar la seguretat en les connexions d'inici de sessió.
