Repository: traumschule/tor-translation
Catalog: contents+hr.po
Languages: hr

source: About Tor Browser
hr: O Tor Browseru

source: Learn what Tor Browser can do to protect your privacy and anonymity
hr: Naučite što Tor Browser može učiniti za zaštitu Vaše privatnosti i anonimnosti

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
hr: Tor Browser koristi Tor mrežu kako bi zaštitio Vašu privatnost i anonimnost. Korištenje Tor mreže ima dva glavna svojstva:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
hr: * Vaš davatelj internet usluge, i bilo tko tko lokalno gleda Vašu vezu, neće moći pratiti Vašu internet aktivnost, uključujući imena i adrese web stranica koje posjećujete.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
hr: * Operateri stranica i usluga koje koristite, i bilo tko tko ih gleda, će vidjeti vezu koja dolazi iz Tor mreže, a ne sa Vaše prave internet (IP) adrese, i neće znati tko ste osim ako se eksplicitno ne identificirate.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
hr: Dodatno, Tor Browser je dizajniran da spriječi web stranice od "uzimanja otiska prsta" ili identificiranja Vas na temelju konfiguracije Vašeg preglednika.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities/#new-identity">New Identity</a> is requested).
hr: Pod zadano, Tor Browser ne zadržava nikakvu povijest pregledavanja. Kolačići su valjani samo za jednu sesiju (dok ne izađete iz Tor Browsera ili dok ne zatražite <a href="/managing-identities#new-identity">Novi identitet</a>).

source: ##### How Tor works
hr: ##### Kako Tor radi

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
hr: Tor je mreža virtualnih tunela koja Vam omogućuje poboljšanje vlastite privatnosti i sigurnosti na Internetu. Tor radi tako što šalje Vaš promet kroz tri nasumična poslužitelja (također poznati kao *releji*) unutar Tor mreže. Posljednji relej u mreži ("izlazni relej") šalje promet van prema javnom internetu.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
hr: Slika iznad prikazuje korisnika koji pregledava razne stranice kroz Tor. Zelena računala u sredini predstavljaju releje unutar Tor mreže, dok tri ključa predstavljaju slojeve enkripcije između korisnika i svakog releja.

source: Downloading
hr: Preuzimanje

source: How to download Tor Browser
hr: Kako preuzeti Tor Browser

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
hr: Kako bilo, može biti situacija i vremena kad ne možete pristupiti stranici Tor Projecta: primjerice, možda je blokirana na Vašoj mreži. Ako se to dogodi, možete koristiti alternativne metode preuzimanja navedene ispod.

source: ###### To use GetTor via email:
hr: ##### Kako bi koristili GetTor putem emaila:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
hr: Pošaljite email na gettor@torproject.org, i u tijelo poruke samo napišite "windows", "osx" ili "linux", (bez navodnika), zavisno o Vašem operativnom sustavu.

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
hr: GetTor će odgovoriti emailom s poveznicama sa kojih možete preuzeti Tor Browser paket, kriptografski potpis (potreban za verifikaciju preuzimanja), otisak prsta ključa korištenog za stvaranje potpisa i kontrolni međuzbroj paketa. Možda Vam se na izbor ponudi "32-bitni" ili "64-bitni" software: to ovisi o modelu računala koji koristite.

source: ###### To use GetTor via Twitter:
hr: ##### Kako bi koristili GetTor putem Twittera:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
hr: Da bi dobili poveznice za preuzimanje Tor Browsera na engleskom za OS X, pošaljite direktnu poruku na @get_tor s riječima "osx en" unutra (ne morate pratiti račun).

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
hr: Da bi dobili poveznice za preuzimanje Tor Browsera na kineskom za Linux, pošaljite poruku na gettor@torproject.org s riječima "linux zh" unutra.

source: downloading
hr: Preuzimanje

source: Running Tor Browser for the first time
hr: Pokretanje Tor Browsera prvi put

source: Learn how to use Tor Browser for the first time
hr: Naučite kako koristiti Tor Browser prvi put

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
hr: Kad pokrenete Tor Browser prvi put, vidjet ćete prozor Postavki Tor mreže. Ovo Vam daje opciju spajanja direktno na Tor mrežu, ili konfiguriranja Tor Browsera za Vašu vezu.

source: ##### Connect
hr: ##### Spoji se

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
hr: U većini slučajeva, biranje opcije "Spoji se" će Vam omogućiti spajanje na Tor mrežu bez ikakve daljnje konfiguracije. Kad kliknete gumb, pojavit će se statusna traka koja pokazuje progres Torovog spajanja. Ako ste na relativno brzoj vezi, a ova traka izgleda kao da je zapela, pogledajte stranicu za <a href="troubleshooting">Rješavanje problema</a> kako bi dobili pomoć.

source: ##### Configure
hr: ##### Konfiguriraj

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
hr: Ako znate da je Vaša veza cenzurirana, ili koristi proxy, trebali bi odabrati ovu opciju. Tor Browser će Vas provesti kroz seriju konfiguracijskih opcija.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
hr: Prvi zaslon Vas pita ako je pristup Tor mreži blokiran ili cenzuriran na Vašoj vezi. Ako vjerujete da to nije slučaj, odaberite "Ne". Ako znate da je Vaša veza cenzurirana ili ste se pokušali spojiti na Tor mrežu bez uspjeha, a sva ostala rješenja nisu uspjela, odaberite "Da". Bit ćete preumsjereni na zaslon <a href="circumvention">Obilaženje</a> kako bi konfigurirali priključni transport.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
hr: Sljedeći zaslon pita koristite li proxy na svojoj vezi. U većini slučajeva, proxy nije potreban. Znat ćete trebate li odgovoriti "Da" ako su iste postavke primjenjene na sve druge preglednike na Vašem sustavu. Ako je moguće, pitajte svog mrežnog administratora za pomoć. Ako Vaša veza ne podržava proxy, kliknite "Nastavi".

source: Bridges
hr: Mostovi

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
hr: Većina priključnih transports, kao obfs3 i obfs4, se oslanja na korištenje "mostova" kao releja.

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
hr: Većina <a href="transports">priključnih transporta</a>, kao obfs3 i obfs4, se oslanja na korištenje "mostova" kao releja. Kao i obične Tor releje, mostove pokreću volonteri; no za razliku od uobičajenih releja, mostovi nisu izlistani javno, tako da ih protivnici ne mogu jednostavno identificirati. Korištenje mostova u kombinaciji sa priključnim transportima pomaže sakriti činjenicu da koristite Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
hr: Drugi priključni transporti, kao meek, koriste drugačije anti cenzorne tehnike koje se ne oslanjaju na mostove. Za korištenje ovih transporta Vam ne trebaju adrese mostova.

source: ##### Getting bridge addresses
hr: ##### Dobavljanje adresa mostova

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
hr: Zato što adrese mostova nisu javne, morate ih sami zatražiti. Imate dvije opcije:

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
hr: * Pošaljite email na bridges@torproject.org sa Gmail, Yahoo ili Riseup email adrese

source: ##### Entering bridge addresses
hr: ##### Unošenje adresa mostova

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
hr: Kad ste pribavili par adresa mostova, morat ćete ih unijeti u Tor Launcher.

source: bridges
hr: Mostovi

source: Pluggable transports
hr: Priključni transporti

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
hr: Priključni transporti su alati koje Tor koristi kako bi sakrio promet koji šalje van, što može biti korisno u situacijama gdje davatelj internet usluge ili drugi autoritet aktivno blokira veze na Tor mrežu.

source: ##### Types of pluggable transport
hr: ##### Vrste priključnih transporta

source: Currently there are six pluggable transports available, but more are being developed.
hr: Trenutno je dostupno šest priključnih transporta, ali još ih se razvija.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
hr: obfs4 prikazuje Torov promet kao nasumičan, jednako kao i obfs3, uz dodatak da sprječava cenzore od pronalaženja mostova. obfs4 mostovi imaju manje šanse da će biti blokirani.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
hr: FTE (format-transforming encryption) krije Torov promet kao uobičajeni (HTTP) promet.

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
hr: Svi ovi transporti prikazuju Vaš promet tako da izgleda kao gledate neku veliku stranicu, umjesto da koristite Tor. meek-amazon se prikazuje kao da koristite Amazon Web usluge; meek-azure se prikazuje kao da koristite Microsoftovu stranicu; meek-google se prikazuje kao da koristite Googleovu tražilicu.

source: plugable-transports
hr: Priključni transporti

source: Circumvention
hr: Obilaženje

source: What to do if the Tor network is blocked
hr: Što učiniti ako je Tor mreža blokirana

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/en-US/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
hr: Direktni pristup Tor mreži može ponekad biti bolkiran od strane Vašeg davatelja internet usluge ili od strane vlade. Tro Browser uključuje neke alate za obilaženje tih blokada. Ovi alati se kolektivno zovu "priključni transporti". Pogledajte stranicu <a href="/en-US/transports">priključni transporti</a> kako bi saznali više o trenutno dostupnim transportima.

source: ##### Using pluggable transports
hr: ##### Korištenje priključnih transporta

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
hr: Kako bi koristili priključne transporte, kliknite "Konfiguriraj" u prozoru Tor Launchera, koji se pojavljuje kad prvi put pokrenete Tor Browser.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
hr: Također možete konfigurirati priključne transporte dok je Tor Browser pokrenut, klikom na zeleni luk blizu adresne trake i odabirom "Postavke Tor mreže".

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
hr: Odaberite "da" kad Vas se pita blokira li Vaš davatelj internet usluge veze na Tor mrežu.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
hr: Odaberite "Spoji se sa dostupnim mostovima". Tor Browser trenutno ima šest opcija priključnih transporta između kojih možete birati.

source: ##### Which transport should I use?
hr: ##### Koji transport da koristim?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/en-US/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
hr: Svaki transport izlistan izborniku Tor Launchera radi na drugačiji način (za više detalja, pogledajte stranicu o <a href="/en-US/transports">priključnim transportima</a>), i njihova efikasnost ovisi o Vašim individualnim okolnostima.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/en-US/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
hr: Ako pokušate sve ove opcije i nijedna vas ne spoji, morat ćete ručno unijeti adrese mostova. Pročitajte dio o <a href="/en-US/bridges/">Mostovima</a> kako bi naučili što su mostovi i kako ih dobiti.

source: circumvention
hr: obilaženje

source: Managing identities
hr: Upravljanje identitetitma

source: Learn how to control personally-identifying information in Tor Browser
hr: Naučite kako u Tor Browseru kontrolirati informacije koje Vas mogu identificirati

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
hr: Kad se spojite na stranicu, nisu njeni vlasnici jedini koji mogu prikupljati podatke o Vašem posjetu. Većina stranica sad koristi brojne usluge trećih strana, uključujući dijeljenje na društvenim mrežama, analitičke pratitelje i oglašavačke signale, a sve to povezuje Vaše aktivnosti preko raznih stranica.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
hr: Korištenje Tor mreže onemogućuje promatračima da otkriju Vašu točnu lokaciju i IP adresu, no čak i bez tih informacija bi mogli povezati razna područja Vaših aktivnosti. Iz tog razloga, Tor Browser uključuje neke dodatne značajke koje Vam pomažu kontrolirati povezivanje informacija s Vašim identitetom.

source: ##### The URL bar
hr: ##### URL traka

source: Tor Browser centers your web experience around your relationship with the website in the URL bar. Even if you connect to two different sites that use the same third-party tracking service, Tor Browser will force the content to be served over two different Tor circuits, so the tracker will not know that both connections originate from your browser.
hr: Tor Browser centrira Vaše web iskustvo oko Vašeg odnosa sa stranicom u URL traci. Čak i ako posjetite dvije različite stranice koje koriste istu uslugu za praćenje, Tor Browser će prisiliti slanje sadržaja preko različitih Tor krugova, tako da pratitelji ne mogu znati da obje veze dolaze sa Vašeg preglednika.

source: On the other hand, all connections to a single website address will be made over the same Tor circuit, meaning you can browse different pages of a single website in separate tabs or windows, without any loss of functionality.
hr: Na drugu ruku, sve veze na adresu iste stranice će biti odrađene preko jednog te istog kruga, što znači da možete pregledavati različite podstranice unutar stranice u odvojenim karticama ili prozorima, bez ikakvog gubitka funkcionalnosti.

source: ##### Logging in over Tor
hr: ##### Prijavljivanje preko Tora

source: Although Tor Browser is designed to enable total user anonymity on the web, there may be situations in which it makes sense to use Tor with websites that require usernames, passwords, or other identifying information.
hr: Iako je Tor preglednik dizajniran da omogući totalnu korisničku anonimnost na mreži, mogu postojati situacije u kojima ima smisla da koristite Tor sa stranicama koje zahtjevaju korisničko ime, lozinku i ostale identificirajuće informacije.

source: If you log into a website using a regular browser, you also reveal your IP address and geographical location in the process. The same is often true when you send an email. Logging into your social networking or email accounts using Tor Browser allows you to choose exactly which information you reveal to the websites you browse. Logging in using Tor Browser is also useful if the website you are trying to reach is censored on your network.
hr: Ako se prijavite na stranicu koristeći obični preglednik, također otkrivate svoju IP adresu i zemljopisni položaj u procesu. Često je tako i kad šaljete email. Prijavljivanje na društvene mreže ili email račun preko Tor Browsera Vam dopušta da odaberete točno koje informacije otkrivate stranicama koje gledate. Također, prijavljivanje korištenjem Tor Browsera je korisno ako pokušavate pristupiti stranici koja je cenzurirana na Vašoj mreži.

source: When you log in to a website over Tor, there are several points you should bear in mind:
hr: Kad se pokušate prijaviti na stranicu preko Tora, trebali bi imati na umu nekoliko stvari:

source: * See the <a href="/secure-connections">Secure Connections</a> page for important information on how to secure your connection when logging in.
hr: * Pogledajte stranicu <a href="/secure-connections">Sigurne veze</a> da vidite važne informacije o tome kako osigurati svoju vezu dok se prijavljujete.

source: * Tor Browser often makes your connection appear as though it is coming from an entirely different part of the world. Some websites, such as banks or email providers, might interpret this as a sign that your account has been hacked or compromised, and lock you out. The only way to resolve this is by following the site’s recommended procedure for account recovery, or contacting the operators and explaining the situation.
hr: * Zbog Tor Browsera se često čini kao da Vaša veza dolazi iz potpuno drugog dijela svijeta. Neke stranice, primjerice banke ili davatelji email usluge, to mogu protumačiti kao znak da je račun ugrožen ili kompromitirani, te Vam uskratiti pristup. Jedini način za rješavanje ovog je da pratite preporučenu proceduru te stranice za oporavak računa, ili da kontaktirate njihovu pomoć i objasnite im situaciju.

source: ##### Changing identities and circuits
hr: ##### Mijenjanje identiteta i krugova

source: ###### New Identity
hr: ##### Novi identitet

source: This option is useful if you want to prevent your subsequent browser activity from being linkable to what you were doing before. Selecting it will close all your open tabs and windows, clear all private information such as cookies and browsing history, and use new Tor circuits for all connections. Tor Browser will warn you that all activity and downloads will be stopped, so take this into account before clicking “New Identity”.
hr: Ova opcija je korisna kad želite spriječiti da se Vaša nastavna aktivnost u pregledniku poveže sa onim što ste radili do sad. Odabirom te opcije će se zatvoriti sve kartice i prozori, očistiti sve privatne informacije kao što su kolačići i povijest pregledavanja, te će se koristiti novi Tor krugovi za sve veze. Tor Browser će Vas upozoriti da će sva aktivnost i preuzimanja bit zaustavljena, tako da to imajte na umu prije nego kliknete "Novi identitet".

source: ###### New Tor circuit for this site
hr: ##### Novi Tor krug za ovu stranicu

source: Onion Services
hr: Onion usluge

source: Services that are only accessible using Tor
hr: Usluge koje su dostupne jedino korištenjem Tora

source: Onion services (formerly known as “hidden services”) are services (like websites) that are only accessible through the Tor network.
hr: Onion usluge (prethodno poznate kao "skrivene usluge") su usluge (kao stranice) koje su dostupne jedino kroz Tor mrežu.

source: Onion services offer several advantages over ordinary services on the non-private web:
hr: Onion usluge imaju nekoliko prednosti naspram običnih usluga na ne privatnom webu:

source: * An onion services’s location and IP address are hidden, making it difficult for adversaries to censor it or identify its operators.
hr: * Lokacija i IP adresa onion usluge su sakriveni, otežavajući tako protivnicima da ih cenzuriraju ili da identificiraju operatore.
