Repository: traumschule/tor-translation
Catalog: contents+es-*.po
Languages: ar

source: How can we help?
ar: ¿Cómo podemos ayudarte?

source: About Tor Browser
ar: Acerca del navegador Tor

source: Learn what Tor Browser can do to protect your privacy and anonymity
ar: Conocé lo que puede hacer el navegador Tor para proreger tu privacidad y anonimato

source: Tor Browser uses the Tor network to protect your privacy and anonymity. Using the Tor network has two main properties:
ar: El navegador Tor usa la red Tor para proteger tu privacidad y anonimato. Usar la red Tor tiene dos propiedades principales:

source: * Your internet service provider, and anyone watching your connection locally, will not be able to track your internet activity, including the names and addresses of the websites you visit.
ar: Tu proveedor de internet, y cualquiera que esté observando tu conexión local, no podrá rastrear tu actividad en internet, incluyendo los nombres y direcciones de los sitios web que visités.

source: * The operators of the websites and services that you use, and anyone watching them, will see a connection coming from the Tor network instead of your real Internet (IP) address, and will not know who you are unless you explicitly identify yourself.
ar: Los operadores de los sitios web y servicios que usés, y cualquiera que los esté observando, verán una conexión proveniente de la red de Tor, en lugar de tu dirección (IP) real, y no sabrán quién sos, a no ser que te identifiques explícitamente.

source: In addition, Tor Browser is designed to prevent websites from “fingerprinting” or identifying you based on your browser configuration.
ar: Además, el navegador Tor está diseñado para evitar que los sitios web obtengan tu "huella digital" o te identifiquen con base en la configuración de tu navegador.

source: By default, Tor Browser does not keep any browsing history. Cookies are only valid for a single session (until Tor Browser is exited or a <a href="/managing-identities.html#new-identity">New Identity</a> is requested).
ar: Por defecto, el Navegador Tor no guarda ningún historial de navegación. Las Cookies son válidas para una sola sesión (hasta que el Navegador Tor sea cerrado o una <link xref="managing-identities#new-identity">Nueva Identidad</link>) sea solicitada.

source: ##### How Tor works
ar: ##### Cómo funciona Tor

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network. The last relay in the circuit (the “exit relay”) then sends the traffic out onto the public Internet.
ar: Tor es una red de túneles virtuales que te permite mejorar tu privacidad y seguridad en internet. Tor funciona enviando tu tráfico a través de tres servidores aleatorios (también conocidos como *relevos*) en la red de Tor. El último relevo del circuito (el "relevo de salida") envía el tráfico hacia la zona pública de internet.

source: The image above illustrates a user browsing to different websites over Tor. The green middle computers represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
ar: La imagen superior ilustra el caso de un usuario navegando diferentes sitios a través de Tor. Las computadoras verdes del medio representan relevos en la red de Tor, mientras que las tres llaves representan las capas de encriptación entre el usuario y cada relevo.

source: about
ar: acerca de

source: Downloading
ar: Descargando

source: How to download Tor Browser
ar: Cómo descargar el navegador Tor

source: The safest and simplest way to download Tor Browser is from the official Tor Project website at https://www.torproject.org. Your connection to the site will be secured using <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a>, which makes it much harder for somebody to tamper with.
ar: La manera más segura y simple para descargar el navegador Tor es desde el sitio web oficial del Proyecto Tor en https://www.torproject.org. Se utilizará <a href="https://tb-manual.torproject.org/en-US/secure-connections.html">HTTPS</a> para hacer más segura tu conexión al sitio, esto hará mucho más difícil que alguien pueda interferirla.

source: However, there may be times when you cannot access the Tor Project website: for example, it could be blocked on your network. If this happens, you can use one of the alternative download methods listed below.
ar: Sin embargo podrían existir situaciones en las que no puedas acceder al sitio web del Proyecto Tor: podría haber sido bloqueado en tu red, por ejemplo. Si esto ocurre, podés usar uno de los métodos alternativos de descarga que se indican más abajo.

source: GetTor is a service that automatically responds to messages with links to the latest version of Tor Browser, hosted at a variety of locations, such as Dropbox, Google Drive and GitHub.
ar: GetTor es un servicio que automáticamente responde a mensajes con vínculos a la última versión del navegador Tor, alojada en una variedad de ubicaciones, tales como Dropbox, Google Drive y Github.

source: ###### To use GetTor via email:
ar: ##### Usar GetTor vía correo electrónico:

source: Send an email to gettor@torproject.org, and in the body of the message simply write “windows”, “osx”, or “linux”, (without quotation marks) depending on your operating system.
ar: Enviá un correo electrónico a gettor@torproject.org, y en el cuerpo del mensaje simplemente escribí, dependiendo de cual sea tu sistema operativo, “windows”, “osx”, o “linux” (sin comillas).

source: GetTor will respond with an email containing links from which you can download the Tor Browser package, the cryptographic signature (needed for verifying the download), the fingerprint of the key used to make the signature, and the package’s checksum. You may be offered a choice of “32-bit” or “64-bit” software: this depends on the model of the computer you are using.
ar: GetTor responderá con un correo electrónico conteniendo vínculos desde los cuales podés descargar el paquete del navegador Tor, la firma criptográfica (necesaria para la verificación de la descarga), la huella digital de la clave usada para hacer la firma, y la suma de verificación del paquete. Puede que te sea ofrecida una opción para programas de 32 ó 64 bits: ésto depende del modelo de computadora que estás usando.

source: ###### To use GetTor via Twitter:
ar: ##### Usar GetTor vía Twitter:

source: To get links for downloading Tor Browser in English for OS X, send a Direct Message to @get_tor with the words "osx en" in it (you don't need to follow the account).
ar: Para obtener los enlaces de descarga para el navegador Tor en inglés para OS X, enviá un Mensaje Directo a @get_tor con las palabras "osx en" dentro (no es necesario que seas un seguidor de esa cuenta).

source: ###### To use GetTor via Jabber/XMPP (Jitsi, CoyIM, etc.):
ar: ##### Usar GetTor vía Jabber/XMPP (Jitsi, CoyIM, etc.):

source: To get links for downloading Tor Browser in Chinese for Linux, send a message to gettor@torproject.org with the words "linux zh" in it.
ar: Para obtener vínculos para descargar el navegador Tor en chino para Linux, enviá un mensaje a gettor@torproject.org con las palabras "linux zh" en él.

source: downloading
ar: descargando

source: Running Tor Browser for the first time
ar: Corriendo el navegador Tor por primera vez

source: Learn how to use Tor Browser for the first time
ar: Aprendé como usar el navegador Tor por primera vez

source: When you run Tor Browser for the first time, you will see the Tor Network Settings window. This offers you the option to connect directly to the Tor network, or to configure Tor Browser for your connection.
ar: Cuando iniciés el navegador Tor por primera vez, verás la ventana de Ajustes de red de Tor. Allí se te ofrecerán las opciones de conectar directamente a la red de Tor, o configurar el navegador Tor para tu conexión.

source: ##### Connect
ar: ##### Conectar

source: In most cases, choosing "Connect" will allow you to connect to the Tor network without any further configuration. Once clicked, a status bar will appear, showing Tor’s connection progress. If you are on a relatively fast connection, but this bar seems to get stuck at a certain point, see the <a href="/troubleshooting">Troubleshooting</a> page for help solving the problem.
ar: En la mayoría de los casos, eligiendo "Conectar" te permitirá conectar a la red de Tor sin ninguna configuración ulterior. Una vez cliqueado, aparecerá una barra de estado, mostrando el progreso de conexión de Tor. Si estás en una conexión relativamente rápida, pero esta barra pareciera quedar trabada en cierto punto, mirá la página <a href="/troubleshooting">Resolución de problemas</a> por ayuda en cómo resolver el problema.

source: ##### Configure
ar: ##### Configurar

source: If you know that your connection is censored, or uses a proxy, you should select this option. Tor Browser will take you through a series of configuration options.
ar: Si sabés que tu conexión está censurada, o usa un proxy, debieras seleccionar ésta opción. El navegador Tor te llevará a través de una serie de opciones de configuración.

source: The first screen asks if access to the Tor network is blocked or censored on your connection. If you do not believe this is the case, select “No”. If you know your connection is censored, or you have tried and failed to connect to the Tor network and no other solutions have worked, select “Yes”. You will then be taken to the <a href="/circumvention">Circumvention</a> screen to configure a pluggable transport.
ar: La primera pantalla pregunta si el acceso a la red de Tor está bloqueado o censurado en tu conexión. Si no creés que éste es el caso, seleccioná "No". Si sabés que tu conexión está censurada, o has intentado y fallado en conectar a la red de Tor y ninguna otra posibilidad ha funcionado, seleccioná "Sí". Luego serás llevado a la pantalla <a href="/circumvention">Evitar obstáculos</a> para configurar un transporte insertable.

source: The next screen asks if your connection uses a proxy. In most cases, this is not necessary. You will usually know if you need to answer “Yes”, as the same settings will be used for other browsers on your system. If possible, ask your network administrator for guidance. If your connection does not use a proxy, click “Continue”.
ar: La siguiente pantalla pregunta si tu conexión usa un proxy. En la mayoría de los casos, esto no es necesario. Usualmente sabrás si necesitás contestar "Sí", ya que los mismos ajustes serán usados por otros navegadores en tu sistema. Si es posible, preguntale a tu administrador de red para que te guíe. Si tu conexión no usa un proxy, cliqueá "Continuar".

source: running-tor-browser
ar: correr-navegador-tor

source: Bridges
ar: Puentes

source: Most Pluggable Transports, such as obfs3 and obfs4, rely on the use of “bridge” relays.
ar: La mayoría de los transportes insertables, tales como obfs3 y obfs4, se apoyan para su funcionamiento en el uso de relevos "puente".

source: Most <a href="/transports">Pluggable Transports</a>, such as obfs3 and obfs4, rely on the use of “bridge” relays. Like ordinary Tor relays, bridges are run by volunteers; unlike ordinary relays, however, they are not listed publicly, so an adversary cannot identify them easily. Using bridges in combination with pluggable transports helps to disguise the fact that you are using Tor.
ar: La mayoría de los <a href="/transports">transportes insertables</a>, tales como obfs3 y obfs4, se apoyan para su funcionamiento en el uso de relevos "puente". Como los relevos Tor ordinarios, los puentes son operados por voluntarios; sin embargo, y a diferencia de éstos, no son listados públicamente, por lo que un adversario no puede identificarlos fácilmente. Usando puentes en combinación con transportes insertables ayuda a enmascarar el hecho de que estás usando Tor.

source: Other pluggable transports, like meek, use different anti-censorship techniques that do not rely on bridges. You do not need to obtain bridge addresses in order to use these transports.
ar: Otros transportes insertables, como meek, usan distintas técnicas anti-censura que no requieren puentes. No necesitás obtener direcciones de puente para poder utilizar estos transportes.

source: ##### Getting bridge addresses
ar: ##### Obteniendo direcciones de puentes

source: Because bridge addresses are not public, you will need to request them yourself. You have two options:
ar: Porque para un puente las direcciones no son públicas, necesitarás requerirlos por vos mismo. Tenés dos opciones:

source: * Visit https://bridges.torproject.org/ and follow the instructions, or
ar: * Visitá https://bridges.torproject.org/ y seguí las instrucciones, o

source: * Email bridges@torproject.org from a Gmail, Yahoo, or Riseup email address
ar: * Enviá un correo electrónico a bridges@torproject.org desde una dirección de Gmail, Yahoo o Riseup

source: ##### Entering bridge addresses
ar: ##### Introduciendo direcciones de puente

source: Once you have obtained some bridge addresses, you will need to enter them into Tor Launcher.
ar: Una vez que hayas obtenido algunas direcciones de puentes, necesitarás entrarlas en el lanzador de Tor.

source: If you're starting Tor Browser for the first time, click 'Configure' to open the Tor Network Settings window. Otherwise, click the Torbutton to the left of the URL bar, then select 'Tor Network Settings...' to access these options.
ar: Si estás iniciando el navegador Tor por primera vez, cliqueá 'Configurar' para abrir la ventana Ajustes de red de Tor. De otra manera, cliqueá el Botón Tor a la izquierda de de la barra URL, luego seleccioná 'Ajustes de red de Tor...' para acceder a éstas opciones.

source: In the Tor Network Settings window, select 'Tor is censored in my country.' Then, select 'Provide a bridge I know' and enter each bridge address on a separate line.
ar: En la ventana Ajustes de red de Tor, seleccioná 'Tor está censurado en mi país'. Luego, seleccioná 'Proveer un puente que conozco' e ingresá cada dirección de puente en una línea separada.

source: Click “OK” to save your settings. Using bridges may slow down the connection compared to using ordinary Tor relays.
ar: Cliqueá "Aceptar" para salvar tus cambios. El uso de puentes puede hacer la conexión más lenta comparado con el uso de relevos Tor ordinarios.

source: If the connection fails, the bridges you received may be down. Please use one of the above methods to obtain more bridge addresses, and try again.
ar: Si la conexión falla, los puentes que recibiste pueden estar caídos. Por favor usá uno de los métodos mencionados más arriba para obtener más direcciones de puente, y tratá de nuevo.

source: bridges
ar: puentes

source: Pluggable transports
ar: Transportes insertables

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out.
ar: Los transportes insertables son herramientas que Tor puede usar para enmascarar el tráfico saliente originado.

source: Pluggable transports are tools that Tor can use to disguise the traffic it sends out. This can be useful in situations where an Internet Service Provider or other authority is actively blocking connections to the Tor network.
ar: Transportes insertables son herramientas que Tor puede usar para enmascarar el tráfico que envía hacia afuera. Esto puede ser útil en situaciones donde un proveedor de servicio de Internet u otra autoridad está bloqueando activamente conexiones a la red de Tor.

source: ##### Types of pluggable transport
ar: ##### Tipos de transporte insertable

source: Currently there are six pluggable transports available, but more are being developed.
ar: Corrientemente, hay seis transportes insertables disponibles, pero más están siendo desarrollados.

source: obfs3 makes Tor traffic look random, so that it does not look like Tor or any other protocol. While still included by default, it is reccomended to use obfs4 instead, as it has several security improvements over obfs3.
ar: obsf3 hace que el tráfico de Tor parezca aleatorio, de manera que no luzca como el protocolo de Tor, ni ningún otro protocolo. Aunque aún se lo incluye de forma predeterminada, se recomienda utilizar en su lugar obsf4, ya que posee varias mejoras de seguridad sobre obsf3.

source: obfs4 makes Tor traffic look random like obfs3, and also prevents censors from finding bridges by Internet scanning. obfs4 bridges are less likely to be blocked than obfs3 bridges.
ar: obfs4 hace que el tráfico Tor luzca aleatorio como obfs3, y también previene que los censores encuentren puentes mediante el escaneo de Internet. Puentes obfs4 son menos probables de ser bloqueados que puentes obfs3.

source: FTE (format-transforming encryption) disguises Tor traffic as ordinary web (HTTP) traffic.
ar: FTE (encriptación por transformación de formato) enmascara el tráfico Tor como si fuera tráfico web común (HTTP).

source: These transports all make it look like you are browsing a major web site instead of using Tor. meek-amazon makes it look like you are using Amazon Web Services; meek-azure makes it look like you are using a Microsoft web site; and meek-google makes it look like you are using Google search.
ar: Todos estos transportes hacen que parezca que vos estás usando un sitio web de envergadura en vez de Tor. meek-amazon hace parecer que estás usando Servicios Web Amazon; meek-azure hace parecer que estás usando un sitio web de Microsoft y meek-google hace parecer que estás usando la búsqueda de Google.

source: Snowflake is an improvement upon Flashproxy. It sends your traffic through WebRTC, a peer-to-peer protocol with built-in NAT punching.
ar: Snowflake es una mejora sobre Flashproxy. Envía tu tráfico a través de WebRTC, un protocolo par-a-par con atravesamiento de NAT incorporado.

source: plugable-transports
ar: transportes-insertables

source: Circumvention
ar: Evitando obstáculos

source: What to do if the Tor network is blocked
ar: Qué hacer si la red de Tor es bloqueada

source: Direct access to the Tor network may sometimes be blocked by your Internet Service Provider or by a government. Tor Browser includes some circumvention tools for getting around these blocks. These tools are called “pluggable transports”. See the <a href="/en-US/transports">Pluggable Transports</a> page for more information on the types of transport that are currently available.
ar: El acceso directo a la red de Tor puede ser bloqueado a veces por tu Proveedor de Servicio de Internet o por un gobierno. El navegador Tor incluye algunas herramientas para evitar estos obstáculos. Estas herramientas son llamadas "transportes insertables". Mirá la página <a href="/en-US/transports">Transportes Insertables</a> para más información sobre qué tipos de transporte están actualmente disponibles.

source: ##### Using pluggable transports
ar: ##### Usando transportes insertables

source: To use pluggable transports, click "Configure" in the Tor Launcher window that appears when you first run Tor Browser.
ar: Para usar transportes insertables, cliqueá "Configurar" en la ventana del Lanzador de Tor que aparece cuando corrés el navegador Tor por primera vez.

source: You can also configure pluggable transports while Tor Browser is running, by clicking on the green onion near your address bar and selecting “Tor Network Settings”.
ar: También podés configurar los transportes insertables mientras el navegador Tor está corriendo, cliqueando en la cebolla verde cerca de tu barra de direcciones y seleccionando "Ajustes de red de Tor".

source: Select “yes” when asked if your Internet Service Provider blocks connections to the Tor network.
ar: Seleccioná "sí" cuando te sea preguntado si tu Proveedor de Servicio de Internet bloquea conexiones a la red de Tor.

source: Select “Connect with provided bridges”. Tor Browser currently has six pluggable transport options to choose from.
ar: Seleccioná "Conectar con los puentes provistos". El navegador Tor cuenta actualmente con seis opciones de transporte insertable entre las cuales elegir.

source: ##### Which transport should I use?
ar: ##### ¿Qué transporte debería usar?

source: Each of the transports listed in Tor Launcher’s menu works in a different way (for more details, see the <a href="/en-US/transports">Pluggable Transports</a> page), and their effectiveness depends on your individual circumstances.
ar: Cada uno de los transportes listados en el menú del Lanzador de Tor trabaja de una manera diferente (para más detalles, mirá la página <a href="/en-US/transports">Transportes Insertables</a>), y su efectividad depende de tus circunstancias individuales.

source: If you are trying to circumvent a blocked connection for the first time, you should try the different transports: obfs3, obfs4, ScrambleSuit, fte, meek-azure and Snowflake.
ar: Si estás tratando de eludir una conexión bloqueada por primera vez, deberías probar los diferentes transportes: obfs3, obfs4, ScrambleSuit, fte, meek-azure y Snowflake.

source: If you try all of these options, and none of them gets you online, you will need to enter bridge addresses manually. Read the <a href="/en-US/bridges/">Bridges</a> section to learn what bridges are and how to obtain them.
ar: Si tratás todas éstas opciones, y ninguna de ellas te permite estar en línea, necesitarás entrar direcciones de puente manualmente. Leé la sección <a href="/en-US/bridges/">Puentes</a> para aprender qué son los puentes y cómo obtenerlos.

source: circumvention
ar: Evitando obstáculos

source: Managing identities
ar: Gestionando identidades

source: Learn how to control personally-identifying information in Tor Browser
ar: Aprendé cómo controlar información personalmente identificable en el navegador Tor

source: When you connect to a website, it is not only the operators of that website who can record information about your visit. Most websites now use numerous third-party services, including social networking “Like” buttons, analytics trackers, and advertising beacons, all of which can link your activity across different sites.
ar: Cuando conectás a un sitio web, los operadores de ese sitio web no son los únicos que podrían guardar información sobre tu visita. La mayoría de los sitios web usan múltiples servicios de terceros, como los botones "Me gusta" de las redes sociales, los rastreadores para análisis estadístico y los marcadores publicitarios, que pueden vincular tu actividad entre los distintos sitios.

source: Using the Tor network stops observers from being able to discover your exact location and IP address, but even without this information they might be able to link different areas of your activity together. For this reason, Tor Browser includes some additional features that help you control what information can be tied to your identity.
ar: El uso de la red de Tor evita que cualquier observador sea capaz de descubrir tu localización exacta y dirección IP, pero aún sin ésta información puede ser capaz de vincular diferentes áreas de tu actividad entre ellas. Por ésta razón, el navegador Tor incluye algunas características adicionales que te ayudan a controlar qué información puede ser ligada a tu identidad.

source: ##### The URL bar
ar: ##### La barra URL
