Repository: traumschule/tor-translation
Catalog: contents+es-*.po
Languages: ar

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
ar: Sitios web de video, tales como Vimeo, hacen uso del complemento Flash Player para mostrar contenido de video. Desafortunadamente, este programa opera independientemente del navegador Tor y no se le pueden hacer obedecer fácilmente los ajustes de proxy del navegador Tor. Puede por lo tanto revelar tu localización y dirección IP reales a los operadores del sitio web, o a un observador externo. Por ésta razón, Flash está deshabilitado por defecto en el navegador Tor, y habilitarlo no está recomendado.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
ar: Algunos sitios web de video (tales como YouTube) ofrecen métodos alternativos de entrega de video que no usan Flash. Estos métodos pueden ser compatibles con el navegador Tor.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
ar: JavaScript es un lenguaje de programación que los sitios web usan para ofrecer elementos interactivos tales como video, animación, audio, e indicadores de progreso. Desafortunadamente, JavaScript puede también habilitar ataques sobre la seguridad del navegador, los cuales pueden conducir a la pérdida de anonimato.

source: Tor Browser includes an add-on called NoScript, accessible through the “S” icon at the top-right of the window. NoScript allows you to control the JavaScript (and other scripts) that runs on individual web pages, or block it entirely.
ar: El navegador Tor incluye una adición llamada NoScript, accesible a través del icono "S" en la esquina superior derecha de la ventana, la cual te permite controlar al JavaScript (y otros scripts) que corre en páginas web individuales, o bloquearlo por completo.

source: Users who require a high degree of security in their web browsing should set Tor Browser’s <a href="/security-slider">Security Slider</a> to “Safer” (which disables JavaScript for non-HTTPS websites) or “Safest” (which does so for all websites). However, disabling JavaScript will prevent many websites from displaying correctly, so Tor Browser’s default setting is to allow all websites to run scripts in "Standard" mode.
ar: Usuarios que requieren un alto grado de seguridad en su navegación web deberían ajustar la <a href="/security-slider"> regla deslizante de seguridad</a> del navegador Tor a "Más-Seguro" (que deshabilita JavaScript para sitios web no-HTTPS) o "El-Más-Seguro" (que lo hace para todos los sitios web). Sin embargo, deshabilitando JavaScript evitará que muchos sitios web sean mostrados correctamente, de manera que el ajuste por defecto del navegador Tor es permitir a todos los sitios web correr código en JavaScript en el modo "Estándar".

source: ##### Browser Add-ons
ar: ##### Adiciones del navegador

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
ar: El navegador Tor está basado en Firefox, y cualquier adición o tema que sean compatibles con Firefox pueden también ser instalados en el navegador Tor.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
ar: Sin embargo, las únicas adiciones que han sido aprobadas para su uso con el navegador Tor son aquellas incluidas por defecto. Instalando cualquier otra adición puede romper la funcionalidad del navegador Tor o causar problemas más serios que afecten tu privacidad y seguridad. Está enfáticamente desalentado instalar otras adiciones, y el proyecto Tor no ofrecerá soporte para éstas configuraciones.

source: plugins
ar: complementos

source: Troubleshooting
ar: Solución de problemas

source: What to do if Tor Browser doesn’t work
ar: Qué hacer si el navegador Tor no funciona

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
ar: Debieras ser capaz de empezar a navegar la web usando el navegador Tor momentáneamente después de correr el programa, y cliqueando el botón "Conectar" si lo estás usando por prinera vez.

source: ##### Quick fixes
ar: ##### Arreglos rápidos

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
ar: Si el navegador Tor no conecta, puede haber una solución simple. Tratá cada una de las siguientes:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
ar: * El reloj de sistema de tu computadora debe estar ajustado correctamente, o Tor no será capaz de conectar.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
ar: * Asegurate que otro navegador Tor no está corriendo también. Si no estás seguro si el navegador Tor está corriendo, reiniciá tu computadora.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
ar: Asegurate que cualquier programa antivirus que hayas instalado no esté previniendo a Tor de correr. Podés necesitar consultar la documentación para tu programa antivirus si no sabés cómo hacer esto.

source: * Temporarily disable your firewall.
ar: * Deshabilita temporariamente tu cortafuegos.

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
ar: * Borrá el navegador Tor e instalalo de nuevo. Si estás actualizando, no solamente sobreescribas tus archivos previos del navegador Tor; asegurate que están completamente borrados de antemano.

source: ##### Is your connection censored?
ar: ##### ¿Tu conexión está censurada?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
ar: Si aún no podés conectarte, tu proveedor de servicio de Internet puede estar censurando conexiones a la red de Tor. Leé la sección <a href="/circumvention">Evitando obstáculos</a> por posibles soluciones.

source: ##### Known issues
ar: ##### Problemas conocidos

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
ar: El navegador Tor está bajo desarrollo constante, y algunas dificultades son conocidas pero no están aún solucionadas. Por favor revisá la página <a href="/known-issues">Dificultades conocidas</a> para ver si el problema que estás experimentando está ya listado ahí.

source: troubleshooting
ar: solución-de-problemas

source: Known issues
ar: Dificultades conocidas

source: * Tor needs your system clock (and your time zone) set to the correct time.
ar: Tor necesita que tu reloj de sistema (y tu huso horario) estén ajustados en forma correcta.

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
ar: * De los siguientes programas cortafuegos ha sido conocido que interfieren con Tor y pueden necesitar ser deshabilitados temporariamente:

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
ar: * Videos que requieren Adobe Flash no están disponibles. Flash está deshabilitado por razones de seguridad.

source: * Tor can not use a bridge if a proxy is set.
ar: * Tor no puede usar un puente si hay un proxy configurado.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
ar: * El paquete del navegador Tor está fechado 1 de Enero, 2000 00:00:00 UTC. Esto es para asegurar que cada compilación del programa sea exactamente reproducible.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
ar: * Para correr el navegador Tor en Ubuntu, los usuarios necesitan correr un archivo ejecutable por el intérprete de comandos. Abrí "Archivos" (en el explorador Unity), abrí "Preferencias" → pestaña "Comportamiento" → Ajustá "Correr archivos de texto ejecutables cuando sean abiertos" a "Preguntar cada vez", luego cerrá el diálogo.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
ar: * El navegador Tor también puede ser arrancado desde la línea de comandos corriendo el siguiente comando desde dentro del directorio del navegador Tor:

source: uninstalling
ar: desinstalando

source: Uninstalling
ar: Desinstalando

source: How to remove Tor Browser from your system
ar: Cómo remover el navegador Tor de tu sistema

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
ar: El navegador Tor no afecta ninguno de los programas o ajustes existentes en tu computadora. Desinstalando el navegador Tor no afectará los programas o ajustes en tu computadora.

source: Removing Tor Browser from your system is simple:
ar: Remover el navegador Tor de tu sistema es simple:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
ar: 1. Localizá la carpeta de tu navegador Tor. La ubicación por defecto en Windows es el Escritorio; en Mac OS X es la carpeta Aplicaciones. En Linux, no hay una locación por defecto, sin embargo la carpeta será nombrada "tor-browser_en-US" si estás corriendo el navegador Tor en inglés.

source: 2. Delete the Tor Browser folder.
ar: 2. Borrá la carpeta del navegador Tor.

source: 3. Empty your Trash
ar: 3. Vaciá la basura

source: Note that your operating system’s standard “Uninstall” utility is not used.
ar: Fijate que no se usará la utilidad estándar para "Desinstalar" de tu sistema operativo.

source: Becoming a Tor Translator
ar: Siendo traductor para Tor

source: Becoming a translator for the Tor Project
ar: Siendo traductor para el proyecto Tor

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
ar: Si estás interesado en ayudar al proyecto traduciendo el manual o el navegador Tor a tu lenguaje, ¡tu ayuda sería grandemente apreciada! En orden a empezar a contribuir deberás registrarte con Transifex, la organización tercerizada que facilita nuestras traducciones. Debajo hay un lineamiento de cómo registrarse y empezar.

source: ##### Signing up on Transifex
ar: ##### Registrándose en Transifex

source: * Head over to the <a href="https://transifex.com/signup/">Transifex signup page</a>.
ar: * Andá a la <a href="https://transifex.com/signup/">página de registro de Transifex</a>.

source: Enter your information into the fields and click the 'Sign Up' button:
ar: Entrá tu información en los campos y cliqueá el botón 'Registrarse':

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
ar: Llená la página siguiente con tu nombre y seleccioná 'Localización' y 'Traductor' con los menúes desplegables:

source: * On the next page, select 'Join an existing project' and continue.
ar: * En la siguiente página, seleccioná 'Unirse a un proyecto existente' y continuá.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
ar: * En la siguiente página, seleccioná los lenguajes que hablás con los menúes desplegables y continuá.

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
ar: ¡Ya estás registrado! Andá a la <a href="https://www.transifex.com/otf/torproject/">página Tor de Transifex</a>.

source: * Click the blue 'Join Team' button on the far right:
ar: * Cliqueá el botón azul 'Unirse a equipo' en el extremo derecho:

source: * Select the language you would like to translate from the dropdown menu:
ar: * Seleccioná el lenguaje que te gustaría traducir con los menúes desplegables:

source: * A notification will now show up on the top of the page like so:
ar: * Una notificación aparecerá ahora al tope de la página como la siguiente:

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
ar: Luego que tu membresía sea aprobada, podés empezar a traducir; simplemente navegá hasta la <a href="https://www.transifex.com/otf/torproject/">página Tor de Transifex</a> cuando estés listo para empezar. ¡Gracias por tu interés en ayudar al proyecto!

source: becoming-tor-translator
ar: siendo-traductor-para-Tor

source: Our mission:
ar: Nuestra misión:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
ar: avanzar los derechos y libertades humanas creando y desplegando tecnologías de anonimato y privacidad de fuente abierta, soportando su disponibilidad y uso irrestricto, y ampliando su entendimiento científico y popular.

source: Subscribe to our Newsletter
ar: Suscribite a nuestro boletín informativo

source: Get monthly updates and opportunities from the Tor Project
ar: Obtené actualizaciones y oportunidades mensuales del proyecto Tor

source: Trademark, copyright notices, and rules for use by third parties can be found in our
ar: Las marcas registradas, notas de derechos de autor, y reglas de uso por terceros pueden ser encontradas en nuestro

source: Tor Project | Tor Browser Manual
ar: Proyecto Tor | Manual del navegador Tor

source: Tor Logo
ar: Logo Tor

source: Download Tor Browser
ar: Descargar navegador Tor

source: Search
ar: Búsqueda

source: Topics
ar: Tópicos
