Repository: traumschule/tor-translation
Catalog: contents+hr.po
Languages: hr

source: * All traffic between Tor users and onion services is end-to-end encrypted, so you do not need to worry about <a href="/secure-connections">connecting over HTTPS</a>.
hr: * Sav promet između Tor korisnika i onion usluga je enkriptiran s kraja na kraj, tako da se ne morate brinuti o <a href="secure-connections">spajanju preko HTTPS-a</a>.

source: * The address of an onion service is automatically generated, so the operators do not need to purchase a domain name; the .onion URL also helps Tor ensure that it is connecting to the right location and that the connection is not being tampered with.
hr: * Adresa onion usluge je automatski generirana, tako da operateri ne moraju kupiti ime domene; .onion URL također pomaže Toru osigurati da se povezuje sa pravom lokacijom i da se veza ne ometa.

source: ##### How to access an onion service
hr: ##### Kako pristupiti onion uslugama

source: Just like any other website, you will need to know the address of an onion service in order to connect to it. An onion address is a string of 16 (and in V3 format, 56) mostly random letters and numbers, followed by “.onion”.
hr: Kao i sa bilo kojom drugom stranicom, morate znati adresu onion usluge kako bi se spojili na nju. Onion usluga je niz od šesnaest (a u V3 formatu, 56) uglavnom nasumičnih slova i brojeva, koje prati ".onion".

source: ##### Troubleshooting
hr: ##### Rješavanje problema

source: If you cannot reach the onion service you require, make sure that you have entered the onion address correctly: even a small mistake will stop Tor Browser from being able to reach the site.
hr: Ako ne možete pristupiti onion usluzi koju tražite, provjerite da ste točno unijeli onion adresu: čak će i mala greška onemogućiti Tor pregledniku da se spoji sa stranicom.

source: If you are still unable to connect to the onion service, please try again later. There may be a temporary connection issue, or the site operators may have allowed it to go offline without warning.
hr: Ako se i dalje ne možete spojiti na onion uslugu, pokušajte kasnije. Možda postoji trenutni problem sa vezom, ili su operateri dozvolili da stranica ode offline bez upozorenja.

source: You can also ensure that you're able to access other onion services by connecting to <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo's Onion Service</a>
hr: Možete potvrditi da imate mogućnost spajanja na onion usluge spajanjem na <a href="http://3g2upl4pq6kufc4m.onion/">DuckDuckGo onion uslugu</a>

source: Secure Connections
hr: Sigurne veze

source: Learn how to protect your data using Tor Browser and HTTPS
hr: Naučite kako zaštiti svoje podatke korištenjem Tor Browsera i HTTPS-a

source: If personal information such as a login password travels unencrypted over the Internet, it can very easily be intercepted by an eavesdropper. If you are logging into any website, you should make sure that the site offers HTTPS encryption, which protects against this kind of eavesdropping. You can verify this in the URL bar: if your connection is encrypted, the address will begin with “https://”, rather than “http://”.
hr: Osobne informacije, kao što su lozinka za prijavu, koje putuju neenkriptirane preko interneta, lako mogu biti presretnute od treće strane. Ako se prijavljujete na bilo koju stranicu, trebali bi se pobrinuti da ta stranica koristi HTTPS enkripciju, koja štiti od ovakvog prisluškivanja. To možete verificirati u URL traci: ako je Vaša veza enkriptirana, adresa će početi s "https://", umjesto sa "http://".

source: The following visualization shows what information is visible to eavesdroppers with and without Tor Browser and HTTPS encryption:
hr: Sljedeća vizualizacija prikazujue informacije sa i bez Tor Browsera i HTTPS enkripcije, onako kako su vidljive nekom tko prisluškuje:

source: * Click the “Tor” button to see what data is visible to observers when you're using Tor. The button will turn green to indicate that Tor is on.
hr: * Kliknite "Tor" gumb kako bi vidjeli koji podatci su vidljivi promatračima kad koristite Tor. Gumb će pozeleniti kako bi indicirao da je Tor uključen.

source: * Click the “HTTPS” button to see what data is visible to observers when you're using HTTPS. The button will turn green to indicate that HTTPS is on.
hr: * Kliknite "HTTPS" gumb kako bi vijeli koji podatci su vidlji promatračima kad koristite HTTPS. Gumb će pozeleniti kako bi indicirao da je HTTPS uključen.

source: * When both buttons are green, you see the data that is visible to observers when you are using both tools.
hr: * Kad su oba gumba zelena, vidite podatke koji su vidljivi promatračima kad koristite oba alata.

source: * When both buttons are grey, you see the data that is visible to observers when you don't use either tool.
hr: * Kad su oba gumba siva, vidite podatke koji su vidljivi pormatračima kad ne koristite nijedan alat.

source: ##### Potentially visible data
hr: ##### Potencijalno vidljivi podatci

source: Site.com
hr: Stranica.com

source: The site being visited.
hr: Stranica koja se posjećuje.

source: Username and password used for authentication.
hr: Korisničko ime i lozinka korišteni za autentikaciju.

source: data
hr: podaci

source: Data being transmitted.
hr: Podatci koji se prenose.

source: location
hr: lokacija

source: Network location of the computer used to visit the website (the public IP address).
hr: Mrežan lokacija računala korištenog za posjećivanje stranice (javna IP adresa).

source: Whether or not Tor is being used.
hr: Koristi li se Tor ili ne.

source: Security Slider
hr: Sigurnosni klizač

source: Configuring Tor Browser for security and usability
hr: Postavljanje Tor Browsera za sigurnost i korisnost

source: Tor Browser includes a “Security Slider” that lets you increase your security by disabling certain web features that can be used to attack your security and anonymity. Increasing Tor Browser’s security level will stop some web pages from functioning properly, so you should weigh your security needs against the degree of usability you require.
hr: Tor Browser uključuje "Sigurnosni klizač" koji Vam omogućuje da povećate sigurnost onemogućivanjem određenih značajki koje mogu biti korištene da napadnu Vašu sigurnost i anonimnost. Povećanje sigurnosne razine Tor Browsera će onemogućiti neke stranice da funkcioniraju ispravno, tako da bi trebali odvagati svoje sigurnosne potrebe naspram razine korisnosti koju želite.

source: ##### Accessing the Security Slider
hr: ##### Pristupanje sigurnosnom klizaču

source: The Security Slider is located in Torbutton’s “Security Settings” menu.
hr: Sigurnosni klizač se nalazi u Torbutton izborniku "Postavke sigurnosti".

source: ##### Security Levels
hr: ##### Sigurnosne razine

source: Increasing the level of the Security Slider will disable or partially disable certain browser features to protect against possible attacks.
hr: Povećanje razine sigurnosnog klizača će onemogućiti ili parcijalno onemogućiti određene značajke preglednika kako bi se zaštitili od mogućih napada.

source: Safest
hr: Najsigurnije

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; Javascript is disabled by default on all sites; most video and audio formats are disabled; and some fonts and icons may not display correctly.
hr: Na ovoj razini, HTML5 video i audio mediji postaju klikni-za-repordukciju, putem NoScripta; sve optimizacije performansi JavaScripta su onemogućene; neke matematičke jednadžbe se možda neće prikazati ispravno; neki fontovi su onemogućeni; neke vrste slika su onemogućene; JavaScript je onemogućen pod zadano na svim stranicama; većina audio i video formata je onemogućena; i neki fontovi i ikone se možda neće ispravno prikazivati.

source: Safer
hr: Sigurnije

source: At this level, HTML5 video and audio media become click-to-play via NoScript; all JavaScript performance optimizations are disabled; some mathematical equations may not display properly; some font rendering features are disabled; some types of image are disabled; and JavaScript is disabled by default on all non-<a href="/secure-connections">HTTPS</a> sites.
hr: Na ovoj razini, HTML5 video i audio mediji postaju klikni-za-reprodukciju, putem NoScripta; sve optimizacije performansi JavaScripta su onemogućene; neke matematičke jednadžbe se možda neće prikazati ispravno; neki fonotvi su onemogućeni, neke vrste slika su onemogućene,; i JavaScript je onemogućen pod zadano na svim ne-<a href="secure-connections">HTTPS</a> stranicama.

source: Standard
hr: Standardno

source: At this level, all browser features are enabled. This is the most usable option.
hr: Na ovoj razini, sve značajke preglednika su omogućene. Na ovoj razini je preglednik najupotrebljiviji.

source: Updating
hr: Ažuriranje

source: How to update Tor Browser
hr: Kako ažurirati Tor Browser

source: Tor Browser must be kept updated at all times. If you continue to use an outdated version of the software, you may be vulnerable to serious security flaws that compromise your privacy and anonymity.
hr: Tor Browser mora biti ažuriran stalno. Ako nastavite koristiti neažuriranu verziju softwarea, možete postati ranjivi na ozbiljne sigurnosne greške koje kompromitiraju Vašu privatnost i anonimnost.

source: Tor Browser will prompt you to update the software once a new version has been released: the Torbutton icon will display a yellow triangle, and you may see a written update indicator when Tor Browser opens. You can update either automatically or manually.
hr: Tor Browser će Vas pitati želite li ažurirati software svaki put kad izađe nova verzija: ikona Torbuttona će prikazati žuti trokut i možda ćete vidjeti pisani indikator ažuriranja kad se Tor Browser otvori. Možete ažurirati automatski ili ručno.

source: ##### Updating Tor Browser automatically
hr: ##### Automatsko ažuriranje Tor Browsera

source: When you are prompted to update Tor Browser, click on the Torbutton icon, then select “Check for Tor Browser Update”.
hr: Kad Vas se pita da ažurirate Tor Browser, kliknite na Torbutton ikonu, odaberite "Provjeri ima li ažuriranja za Tor Browser".

source: When Tor Browser has finished checking for updates, click on the “Update” button.
hr: Kad je Tor Browser završio provjeru ažuriranja, kliknite na gumb "Ažuriraj".

source: Wait for the update to download and install, then restart Tor Browser. You will now be running the latest version.
hr: Pričekajte da se ažuriranje preuzme i instalira, zatim ponovno pokrenite Tor Browser. Sad imate najnoviju verziju.

source: ##### Updating Tor Browser manually
hr: ##### Ručno ažuriranje Tor Browsera

source: When you are prompted to update Tor Browser, finish the browsing session and close the program.
hr: Kad Vas se pita za ažuriranje Tor Browsera, završite pregledavanje i zatvorite program.

source: Remove Tor Browser from your system by deleting the folder that contains it (see the <a href='uninstalling'>Uninstalling</a> section for more information).
hr: Uklonite Tor Browser iz svog sustava brisanjem direktorija u kojem se nalazi (vidjeti dio o <a href="uninstalling">Deinstaliranju</a> za više informacija).

source: Visit <a href="https://www.torproject.org/projects/torbrowser.html.en">https://www.torproject.org/projects/torbrowser.html.en</a> and download a copy of the latest Tor Browser release, then install it as before.
hr: Posjetite <a href="https://www.torproject.org/projects/torbrowser.html.en"> https://www.torproject.org/projects/torbrowser.html.en</a> i preuzmite kopiju najnovijeg Tor Browsera, te ga instalirajte kao i prije.

source: updating
hr: Ažuriranje

source: Plugins, add-ons and JavaScript
hr: Priključci, dodatci i JavaScript

source: How Tor Browser handles add-ons, plugins and JavaScript
hr: Kako Tor Browser rukuje dodatcima, priključcima i JavaScriptom

source: Video websites, such as Vimeo make use of the Flash Player plugin to display video content. Unfortunately, this software operates independently of Tor Browser and cannot easily be made to obey Tor Browser’s proxy settings. It can therefore reveal your real location and IP address to the website operators, or to an outside observer. For this reason, Flash is disabled by default in Tor Browser, and enabling it is not recommended.
hr: Video stranice, kao što je Vimeo, koriste Flash Player priključak kako bi prikazali video sadržaj. Nažalost, taj software radi nezavisno od Tor Browsera i ne može ga se jednostavno natjerati da sluša postavke Tor Browserovog proxya. Na taj način može otkriti Vašu stvarnu lokaciju i IP adresu operaterima stranice, ili nekom vanjsokm promatraču. Iz tog razloga, Flash je onemogućen pod zadano u Tor Browseru, i njegovo omugućavanje nije preporučeno.

source: Some video websites (such as YouTube) offer alternative video delivery methods that do not use Flash. These methods may be compatible with Tor Browser.
hr: Neke video stranice (kao YouTube) pružaju alternativne metode dostave videa koje ne koriste Flash. Ove metode bi mogle biti kompatibilne sa Tor Browserom.

source: JavaScript is a programming language that websites use to offer interactive elements such as video, animation, audio, and status timelines. Unfortunately, JavaScript can also enable attacks on the security of the browser, which might lead to deanonymization.
hr: JavaScript je programski jezik kojeg stranice koriste kako bi pružile interaktivne elemente kao što je video, animacija, audio i statusne vremenske crte. Nažalost, JavaScript također može omogućiti napade na sigurnost preglednika, što može dovesti do deanonimizacije.

source: ##### Browser Add-ons
hr: ##### Dodatci za preglednik

source: Tor Browser is based on Firefox, and any browser add-ons or themes that are compatible with Firefox can also be installed in Tor Browser.
hr: Tor Browser je zasnovan na Firefoxu, i svi dodatci i teme koji su kompatibilni s Firefoxom, također mogu biti instalirani na Tor Browser.

source: However, the only add-ons that have been tested for use with Tor Browser are those included by default. Installing any other browser add-ons may break functionality in Tor Browser or cause more serious problems that affect your privacy and security. It is strongly discouraged to install additional add-ons, and the Tor Project will not offer support for these configurations.
hr: No, jedini dodatci koji su testirani za korištenje sa Tor Browserom su oni koji su uključeni pod zadano. Instaliranje bilo kojeg drugog dodatka može smanjiti funkcionalnost Tor Browsera ili izazvati ozbiljnije probleme koji utječu na Vašu privatnost i sigurnost. Snažno se odgovara od instaliranja dodataka, i Tor Project neće pružiti podršku za takve konfiguracije.

source: Troubleshooting
hr: Rješavanje problema

source: What to do if Tor Browser doesn’t work
hr: Što učiniti ako Tor Browser ne radi

source: You should be able to start browsing the web using Tor Browser shortly after running the program, and clicking the “Connect” button if you are using it for the first time.
hr: Trebali bi imati pristup mreži nedugo nakon što pokrenete Tor Browser, i kliknete gumb "Spoji se", ako ga koristite prvi put.

source: ##### Quick fixes
hr: ##### Brzi popravci

source: If Tor Browser doesn’t connect, there may be a simple solution. Try each of the following:
hr: Ako se Tor Browser ne spoji, možda postoji jednostavno rješenje. Probajte sve od navedenog:

source: * Your computer’s system clock must be set correctly, or Tor will not be able to connect.
hr: * Sat Vašeg operativnog sustava na računalu mora biti točan inače se Tor ne može spojiti.

source: * Make sure another Tor Browser is not already running. If you’re not sure if Tor Browser is running, restart your computer.
hr: * Osigurajte da je samo jedan Tor Browser pokrenut. Ako niste sigurni je li Tor Browser već pokrenut, ponovno pokrenite računalo.

source: * Make sure that any antivirus program you have installed is not preventing Tor from running. You may need to consult the documentation for your antivirus software if you do not know how to do this.
hr: * Osigurajte da svi instalirani antivirusni programi ne sprječavaju pokretanje Tora. Možda ćete se morati posavjetovati s dokumentacijom svog antivirusnog softwarea ako ne znate kako to napraviti.

source: * Temporarily disable your firewall.
hr: * Privremeno onemogućite svoj vatrozid.

source: * Delete Tor Browser and install it again. If updating, do not just overwrite your previous Tor Browser files; ensure they are fully deleted beforehand.
hr: * Obrišite Tor Browser i instalirajte ga ponovno. Ako ažurirate, nemojte samo prepisati stare datoteke Tor Browsera; osigurajte se da su u potpunosti obrisane.

source: ##### Is your connection censored?
hr: ##### Je li Vaša veza cenzurirana?

source: If you still can’t connect, your Internet Service Provider might be censoring connections to the Tor network. Read the <a href="/circumvention">Circumvention</a> section for possible solutions.
hr: Ako se i dalje ne možete spojiti, postoji mogućnost da Vaš davatelj internet usluge cenzurira veze na Tor mrežu. Pročitajte dio o <a href="circumvention">Obilaženju</a> kako bi našli moguća rješenja.

source: ##### Known issues
hr: ##### Poznati problemi

source: Tor Browser is under constant development, and some issues are known about but not yet fixed. Please check the <a href="/known-issues">Known Issues</a> page to see if the problem you are experiencing is already listed there.
hr: Tor Browser se stalno razvija, i neki problemi su nam poznati, ali nisu još riješeni. Provjerite stranicu o <a href="known-issues">Poznatim problemima</a> da vidite ako je problem kojeg imate tamo prikazan.

source: Known issues
hr: Poznati problemi

source: * Tor needs your system clock (and your time zone) set to the correct time.
hr: * Tor zahtjeva da je Vaš sat (i vremenska zona) podešen na ispravno vrijeme.

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
hr: * Za sljedeći vatrozid software je poznato da ometa Tor i možda će ga trebati privremeno onesposobiti:

source: * Sophos Antivirus for Mac
hr: * Sophos Antivirus za Mac

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
hr: * Video koji zahtjeva Adobe Flash je nedostupan. Flash je onemogućen iz sigurnosnih razloga.

source: * Tor can not use a bridge if a proxy is set.
hr: * Tor ne može koristiti most ako je postavljen proxy.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
hr: * Tor Browser paket je datiran na 01. siječnja, 2000. 00:00:00 UTC. Time se osigurava da se svaka izgradnja softwarea može točno reproducirati.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
hr: * Kako bi pokrenuli Tor Browser na Ubuntu, korisnici moraju pokrenuti shell skriptu. Otvorite "Files" (preglednik datoteka za Unity), otvorite Preferences → Behavior Tab → postavite "Run executable files when they are opened" na "Ask every time", zatim kliknite OK.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
hr: * Tor Browser može biti pokrenut iz naredbenog retka unošenjem sljedeće naredbe unutar Tor Browser direktorija:

source: uninstalling
hr: Deinstaliranje

source: Uninstalling
hr: Deinstaliranje

source: How to remove Tor Browser from your system
hr: Kako ukloniti Tor Browser iz Vašeg sustava

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
hr: Tor Browser ne utječe na ikoji od postojećeg softwarea ili postavki Vašeg računala. Uklanjanje Tor Browsera neće utjecati na software ili postavke Vašeg računala.

source: Removing Tor Browser from your system is simple:
hr: Uklanjanje Tor Browsera iz Vašeg sustava je jednostavno:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
hr: 1. Pronađite direktorij Tor Browsera. Zadana lokacija na Windowsima je Desktop/Radna površina; na Mac OS X je direktorij Aplikacije. Na Linuxu nema zadane lokacije, direktorij će biti nazvan "tor-browser_en-US" ako imate englesku verziju Tor Browsera.

source: 2. Delete the Tor Browser folder.
hr: 2. Obrišite Tor Browser direktorij.

source: 3. Empty your Trash
hr: 3. Ispraznite koš za smeće

source: Note that your operating system’s standard “Uninstall” utility is not used.
hr: Napominjemo da se mogućnost "Deinstaliraj" unutar Vašeg operativnog sustava ne koristi.

source: ##### Signing up on Transifex
hr: ##### Registriranje na Transifex

source: * Head over to the <a href="https://transifex.com/signup/">Transifex signup page</a>.
hr: * Prijeđite na prijavu novog Transifex računa.

source: Enter your information into the fields and click the 'Sign Up' button:
hr: Unesite vaše informacije u polja i kliknite na "Sign Up":

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
hr: * Ispunite sljedeću stranicu s vašim imenom i odaberite "Localization" i "Translator" s padajućih izbornika:

source: * On the next page, select 'Join an existing project' and continue.
hr: * Na sljedećoj stranici, odaberite 'Join an existing project' i nastavite.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
hr: * Na sljedećoj stranici, odaberite jezike koje govorite s padajućeg izbornika i nastavite.

source: * Click the blue 'Join Team' button on the far right:
hr: * Kliknite plavi 'Join Team' gumb na desnoj strani:

source: * Select the language you would like to translate from the dropdown menu:
hr: * S padajućeg izbornika odaberite jezik koji želite prevoditi:

source: * A notification will now show up on the top of the page like so:
hr: * Na vrhu stranice će se sada pojaviti obavijest:

source: Download Tor Browser
hr: Kako preuzeti Tor Browser
