Repository: traumschule/tor-translation
Catalog: contents+tr.po
Languages: tr

source: * The following firewall software have been known to interfere with Tor and may need to be temporarily disabled:
tr: * Şu güvenlik duvarı ayarlarının Tor ile sorun çıkarabilir ve geçici olarak devre dışı bırakılması gerekebilir:

source: * Videos that require Adobe Flash are unavailable. Flash is disabled for security reasons.
tr: * Adobe Flash gerektiren görüntüler kullanılamaz. Güvenlik nedeniyle Flash devre dışı bırakılmıştır.

source: * Tor can not use a bridge if a proxy is set.
tr: * Bir vekil sunucu ayarlandığında Tor köprüleri kullanılamaz.

source: * The Tor Browser package is dated January 1, 2000 00:00:00 UTC. This is to ensure that each software build is exactly reproducible.
tr: * Tor Browser paketinin tarihi 1 Ocak 2000 00:00: 00 UTC şeklindedir. Böylece her bir yazılım yapımının tam olarak yeniden üretilebilir olduğundan emin olunabilir.

source: * To run Tor Browser on Ubuntu, users need to execute a shell script. Open "Files" (Unity's explorer), open Preferences → Behavior Tab → Set "Run executable text files when they are opened" to "Ask every time", then click OK.
tr: * Ubuntu üzerinde Tor Browser çalıştırmak için kullanıcıların bir kabuk komut dosyası çalıştırmaları gerekir. "Dosyalar" (Unity dosya yöneticisi) uygulamasını açıp, Ayarlar → Davranış Sekmesi → "Çalıştırılabilir metin dosyalarını açıldıklarında Çalıştır" seçeneğini "Her zaman sorulsun" olarak ayarlayın, ardından Tamam üzereine tıklayın.

source: * Tor Browser can also be started from the command line by running the following command from inside the Tor Browser directory:
tr: * Ayrıca Tor Browser komut satırından Tor Browser klasörünün içinden şu komut çalıştırılarak başlatılabilir:

source: * BitTorrent in specific is <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">not anonymous over Tor</a></mark>.
tr: * Özellikle BitTorrent <mark><a href="https://blog.torproject.org/bittorrent-over-tor-isnt-good-idea">Tor üzerinde anonim değildir</a></mark>.

source: uninstalling
tr: Kaldırma

source: Uninstalling
tr: Kaldırma

source: How to remove Tor Browser from your system
tr: Tor Browser sisteminizden nasıl kaldırılır

source: Tor Browser does not affect any of the existing software or settings on your computer. Uninstalling Tor Browser will not affect your system’s software or settings.
tr: Tor Browser, bilgisayarınızda bulunan diğer uygulama ya da ayarları etkilemez. Tor Browser uygulamasının kaldırılması, sisteminizdeki uygulamaları ya da ayarlarını etkilemez.

source: Removing Tor Browser from your system is simple:
tr: Tor Browser sisteminizden kolayca kaldırılabilir:

source: 1. Locate your Tor Browser folder. The default location on Windows is the Desktop; on Mac OS X it is the Applications folder. On Linux, there is no default location, however the folder will be named "tor-browser_en-US" if you are running the English Tor Browser.
tr: 1. Tor Browser klasörünüzü bulun. Varsayılan klasör Windows üzerinde Masaüstü; Mac OS X üzerinde Uygulamalar klasörüdür. Linux üzerinde varsayılan konum yoktur, ancak kullandığınız Tor Browser İngilizce ise "tor-browser_en-US" klasör adı kullanılır.

source: 2. Delete the Tor Browser folder.
tr: 2. Tor Browser klasörünü silin.

source: 3. Empty your Trash
tr: 3. Çöp kutunuzu boşaltın

source: Note that your operating system’s standard “Uninstall” utility is not used.
tr: Kaldırma işlemi için işletim sisteminizde bulunan standart "Uygulama Kaldırma" aracının kullanılmadığını unutmayın.

source: Becoming a Tor Translator
tr: Tor Çevirmeni Olmak

source: Becoming a translator for the Tor Project
tr: Tor Projesini çevirmek

source: If you are interested in helping out the project by translating the manual or the Tor Browser to your language, your help would be greatly appreciated! In order to begin contributing you will have to sign up with Transifex, the third-party that faciliates our translations. Below is an outline of how to sign up and begin.
tr: Projeye yardımcı olmak için kullanım kitabını ya da Tor Browser uygulamasını kendi dilinize çevirmek isterseniz çok seviniriz. Katkıda bulunmak için çeviri işlemlerini kolaylaştırmak amacıyla kullandığımız üçüncü taraflara ait Transifex platformunda bir hesap açmanız gerekir. Aşağıda hesap açma ve çeviriye başlama bilgilerinin özetini görebilirsiniz.

source: ##### Signing up on Transifex
tr: ##### Transifex Hesabı Açmak

source: * Head over to the <a href="https://transifex.com/signup/">Transifex signup page</a>.
tr: * <a href="https://transifex.com/signup/">Transifex hesap açma sayfasına</a> gidin.

source: Enter your information into the fields and click the 'Sign Up' button:
tr: Formdaki alanları bilgileriniz ile doldurun ve "Hesap Açın" düğmesine tıklayın:

source: * Fill out the next page with your name and select "Localization" and "Translator" from the drop-down menus:
tr: * Sonraki sayfaya adınızı yazın ve açılan menülerden "Yerelleştirme" ile "Çevirmen" seçeneklerini seçin:

source: * On the next page, select 'Join an existing project' and continue.
tr: * Sonraki sayfada 'Var olan bir projeye katılın' seçeneğini seçin ve ilerleyin.

source: * On the next page, select the languages you speak from the drop-down menu and continue.
tr: * Sonraki sayfada açılan menüden konuştuğunuz dilleri seçin ve ilerleyin.

source: * You are now signed up! Go to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a>.
tr: * Hesabınız açıldı! <a href="https://www.transifex.com/otf/torproject/">Tor Transifex sayfasına</a> geçin.

source: * Click the blue 'Join Team' button on the far right:
tr: * Sağ taraftaki mavi 'Takıma Katılın' düğmesine tıklayın:

source: * Select the language you would like to translate from the dropdown menu:
tr: * Açılan menüden çevirmek istediğiniz dili seçin:

source: * A notification will now show up on the top of the page like so:
tr: * Sayfanın üst bölümünde şu şekilde bir bildirim görüntülenir:

source: After your membership is approved you can begin translating; simply navigate back to the <a href="https://www.transifex.com/otf/torproject/">Tor Transifex page</a> when you are ready to begin. Thanks for your interest in helping the project!
tr: Üyeliğiniz onaylandıktan sonra çeviri işlemlerine başlayabilirsiniz. Başlamaya hazır olduğunuzda <a href="https://www.transifex.com/otf/torproject/">Tor Transifex sayfasına</a> geri dönün. Tor projesine destek olduğunuz için teşekkürler!

source: Our mission:
tr: Misyonumuz:

source: to advance human rights and freedoms by creating and deploying free and open source anonymity and privacy technologies, supporting their unrestricted availability and use, and furthering their scientific and popular understanding.
tr: özgür ve açık kaynaklı anonimlik ve kişisel gizlilik teknolojileri geliştirerek insan hakları ve özgürlükleri geliştirmek, bu teknolojilere kısıtlamasız olarak erişilebilmesi ile bilimsel ve yaygın olarak anlaşılmasını sağlamak.

source: Subscribe to our Newsletter
tr: Bültenimize Abone Olun

source: Get monthly updates and opportunities from the Tor Project
tr: Tor Projesi hakkında aylık güncelleme ve fırsatlar hakkında bilgi alabilirsiniz

source: Trademark, copyright notices, and rules for use by third parties can be found in our
tr: Üçüncü partiler tarafından kullanım için patent, telif hakkı ve kurallar şurada bulunabilir

source: Tor Logo
tr: Tor Logosu

source: Download Tor Browser
tr: Tor Browser İndir

source: Search
tr: Arama

source: Topics
tr: Başlıklar

source: Permalink
tr: Kalıcı bağlantı
