Repository: traumschule/tor-translation
Catalog: */tsum.po
Languages: ar, cs, de, el_gr, es, fa, fr, hu, it, pt_br, tr, zh

source: The output should say *"Good signature"*. A bad signature means that the file may have been tampered with. If you see a bad signature, send details about where you downloaded the package from, how you verified the signature, and the output from GnuPG in an email to help@rt.torproject.org.
cs: Výstup by měl psát *"Good signature"*. Špatný podpis může znamenat že do souboru někdo zasahoval. Uvidíte-li špatný podpis, pošlete detaily o místě ze kterého jste balíček stáhli, jak jste ověřovali podpis a výpis GnuPG v emailu na help@rt.torproject.org.
de: Sie sollten die Meldung *"Good Signature"*. Eine falasche Signatur kann bedeuten das die Software manipuliert wurde. Sollten Sie die feststellen dann senden Sie uns bitte eine e-Mail in der Sie uns mitteilen wo Sie die Software heruntergeladen haben, wie Sie diese verifiziert haben und die Ausgabe von GnuPG an help@rt.torproject.org
el_gr: Το αποτέλεσμα πρέπει να λέει *"Good signature"*. Κακή υπογραφή σημαίνει ότι το αρχείο διαβληθεί. Αν διαπιστώσετε κακή υπογραφή, στείλτε πληροφορίες για την τοποθεσία παραλαβής του πακέτου, τον τρόπο με τον οποίο εξακριβώσατε την υπογραφή του και το αποτέλεσμα του GnuPG, στην διεύθυνση help@rt.torproject.org.
es: La salida debe decir *"Good signature"*, firma válida. Una firma inválida significa que el archivo pudo haber sido alterado. Si usted ve una firma inválida, envíe los detalles acerca del origen de la descarga, cómo verificó la firma y la salida de GnuPG en un correo electrónico a help@rt.torproject.org.
fa: خروجی باید بگوید *"Good signature"*. یک امضای بد یعنی فایل ممکن است دستکاری شده باشد. اگر شما یک امضای بد دیدید، جزییات این که فایل را از کجا دانلود کردید، چگونه امضا را بررسی کردید، و خروجی GnuPG را به نشانی help@rt.torproject.org ایمیل بزنید.
hu: Kimenetben az kell látnia, hogy *"Good signature"* (jó aláírás). Egy "bad signature" (rossz aláírás) azt jelentheti, hogy a csomagot megmódosították. Ha rossz aláírással találkozik, akkor küldje el a részleteket, hogy honnan töltötte le, hogyan ellenőrizte az aláírást, és a kimenetét a GnuPG szoftvernek emailben a help@rt.torproject.org címre.
it: L'output dovrebbe presentare il messaggio *Good signature*. Una firma non accettata significa che il file scaricato potrebbe essere stato modificato. Se si verifica una firma non accettata, si inviino i dettagli sulla locazione dalla quale si è scaricato il file, sul metodo di verifica della firma, e sull'output di GnuPG in una email a help@rt.torproject.org.
pt_br: A saída deve dizer *"Good signature"*. Uma assinatura ruim significa que o arquivo pode ter sido adulterado. Se você ver uma assinatura ruim, envie detalhes sobre onde você baixou o pacote, como você verificou a assinatura, e a saída do GnuPG em um e-mail para help@rt.torproject.org.
tr: Çıktıda *"Good signature"* yazmalıdır. Doğrulanamayan, kötü bir imza dosya ile oynandığı anlamına gelir. Eğer kötü bir imzaya rastlarsanız, paketi nereden indirdiğinizi, imzayı nasıl kontrol ettiğinizi ve GnuPG komutunun çıktısını içeren bir e-postayı help@rt.torproject.org adresine gönderin.
zh: 输出的结果应为 *"Good signature"*。若是 Bad signature 则意味着该文件被篡改过。如果你看见一个坏的签名，请把你在哪里下载到该软件包、你验证签名的过程、以及 GunPG 的输出结果一并以电子邮件发送到 help@rt.torproject.org。

source: Once you have verified the signature and seen the *"Good signature"* output, go ahead and extract the package archive. You should then see a directory similar to **tor-browser_en-US**. Inside that directory is another directory called **Docs**, which contains a file called **changelog**. You want to make sure that the version number on the top line of the changelog file matches the version number in the filename.
cs: Po ověření že podpis je v pořádku, můžete archiv extrahovat. Měli byste poté vidět adresář na způsob **tor-browser_en-US**. Uvnitř tohoto adresáře je další adresář se jménem **Docs**, který obsahuje soubor **changelog**. Chcete se ujistit, že verze na prvním řádku tohoto souboru je stejná jako verze ve jméně.
de: Wenn Sie die Signatur verifiziert haben und die Meldung "Korrekte Signatur" erhalten haben dann können Sie mit dem Entpacken des Archivs fortfahren. Danach sollten Sie ein Verzeichnis mit dem Namen **tor-browser_en-US** sehen können. Darin befindet sich ein weiteres Verzeichnis mit der Bezeichnung **Docs** das eine Datei mit dem Namen **changelog** enthalten sollte. Die Versionsnummer die am Anfang dieser Datei steht sollte der Version die im Namen der Datei steht entsprechen.
el_gr: Όταν εξακριβώστε την υπογραφή και εμφανιστεί το μήνυμα *"Good signature"*, συνεχίστε και αποσυμπιέστε το αρχείο. Θα πρέπει να δείτε ένα κατάλογο όμοιο με **tor-browser_en-US**. Μέσα σε αυτό τόν κατάλογο υπάρχει ένας άλλος που ονομάζεται **Docs** ο οποίος περιέχει ένα αρχείο με όνομα *changelog**. Βεβαιωθείτε ότι ο αριθμός έκδοσης που εμφανίζεται στην πρώτη άνω γραμμή του αρχείου changelog ταιριάζει με τον αριθμό έκδοσης στο όνομα του αρχείου.
es: Una vez que ha verificado la firma y ha visto la salida *"Good signature"*, proceda y descomprima el paquete de archivos. Entonces debería ver un directorio similar a **tor-browser_en-US**. En ese lugar encontrará otro directorio llamado **Docs**, el cual contiene un archivo llamado **changelog**. Debe de asegurarse que el número de versión en la primera línea del archivo changelog corresponde con el número de versión en el archivo.
fa: هنگامی که شما کرده اند استفاده از امضا و * "خوب امضا" خروجی * دیده می شود ، برو جلو و عصاره آرشیو بسته. بعد از آن شما باید یک دایرکتوری مشابه ** «TOR - browser_en - US **. در داخل است که دایرکتوری یکی دیگر از شاخه ای به نام ** اسناد ** ، که حاوی یک فایل با نام ** تغییرات **. شما می خواهید مطمئن شوید که شماره نسخه بر روی خط بالای فایل تغییرات منطبق شماره نسخه را در نام فایل.
fr: Dès lors que vous avez vérifiée la signature et vu le message "signature correcte", poursuivez en décompactant le package. Vous devez obtenir un dossier identique à **tor-browser_en-US**. A l'intérieur de ce dossier vous trouverez un sous-dossier nommé **Docs** contenant un fichier nommé **changelog**. Vous devez vous assurer que le numéro de version apparaissant en haut du fichier changelog correspond au numéro de version du nom du fichier.
hu: Ha sikerült ellenőrizni és *"Good signature"* (jó aláírás) volt az eredmény, akkor ki kell csomagolni az állományt. A **tor-browser_en-US** névhez hasonló könyvtárt kell látnia. A könyvtáron belül van egy másik könyvtár **Docs** néven, amiben egy **changelog** nevü állomány található. Ellenőrizze, hogy a a changelog elején található verziószám, és a letöltött fájl verziószáma egyforma.
it: Una volta verificata la firma e visto il messaggio *"Good signature"*, si proceda all'estrazione del pacchetto. Si dovrebbe riscontrare una directory con un nome simile a **tor-browser_en-US**. All'interno, si dovrebbe trovare un'altra directory chiamata **Docs**, contenente un file chiamato **changelog**. Ci si potrebbe voler assicurare che il numero di versione nella prima linea del file changelog corrisponda al numero di versione nel nome del file del pacchetto.
pt_br: Uma vez verifica a assinatura e obter *"Good signature"*, continue e extraia o pacote de arquivos. Você deve ver então um diretório similar a **tor-browser_en-US**. Dentro deste diretório há outro diretório chamado **Docs**, contendo um arquivo chamado **changelog**. Você pode ter certeza de que o número da versão na primeira linha do arquivo changelog é o mesmo que o número da versão no nome do arquivo.
tr: İmzanın doğruluğunu kontrol edip komutun çıktısında *"Good signature"* ifadesini gördükten sonra artık paket arşiv dosyasını açabilirsiniz. Arşivden **tor-browser_en-US** benzeri bir isim taşıyan bir klasör çıkacaktır. Bu klasörün altında **Docs** isimli diğer bir klasörün içerisinde **changelog** adında bir dosya bulunmaktadır. Bu dosyayı açtığınızda dosyanın başındaki sürüm numarasının paket dosyasının ismindeki sürüm numarası ile aynı olduğundan emin olmalısınız.
zh: 当你已完成校验并看到 *"Good signature"* 的输出结果，请把软件包解压缩。然后你应该会看到一个类似 **tor-browser_en-US** 这样的文件夹。此文件夹里有另一个名为 **Docs** 的文件夹，内含一个 **changelog** 文件。请确保 changelog 里第一行的版本号与文件名中的版本号相符。

source: ### How to use the Tor Browser Bundle After downloading the Tor Browser Bundle and extracting the package, you should have a directory with a few files in it. One of the files is an executable called "Start Tor Browser" (or "start-tor-browser", depending on your operating system).
ar: ### كيف تستخدم حزمة المتصفح الخاصة ببرنامج تور بعدما تقوم بتنزيل حزمة متصفح تور وتفك الضغط عن الأرشيف, سيكون عندك مجلد بداخله عدد من الملفات, واحد من الملفات هو ملف تشغيلي إسمه "Start Tor Browser" (أو "start-tor-browser", حسب نظام التشغيل الخاص بك).
cs: ### Jak použít Tor Browser Bundle Po stažení Tor Browser Bundle a rozbalení balíčku byste měli mít adresář s několika soubory. Jeden z nich bude spustitelný soubor nazvaný "Start Tor Browser" (nebo "start-tor-browser", podle vašeho operačního systému).
de: ### Wie benutze ich das TOR Browser Bundle ? Nachdem Sie das Tor Browser Bundle heruntergeladen und entpackt haben sollten Sie ein Verzeichnis mit einigen Dateien darin vorfinden. Eine dieser Dateien trägt den Namen "Start Tor Browser".
es: ### Cómo usar el Paquete de Navegador Tor Después de descargar y extraer el Paquete de Navegador Tor, podrá ver un directorio con unos cuantos ficheros dentro. Uno de los ficheros es un ejecutable llamado "Start Tor Browser" (o "start-tor-browser", dependiendo de su sistema operativo).
fa: ### چگونه از بسته مرورگر تور استفاده کنیم⏎ بعد از دانلود بسته مرورگر تور و خارج کردن آن از حالت فشرده، شما باید یک پوشه داشته باشید که تعدادی فایل در آن است. یکی از این فایل‌ها یک فایل اجرایی است به نام "Start Tor Browser" یا "start-tor-browser" (بستگی به سیستم‌عامل شما دارد.)
hu: ###Hogyan használhatom a Tor Böngésző csomagot A Tor letöltése és kicsomagolása után látnia kell egy mappát, amelyben néhány fájl található. Az egyik fájl ebben a mappában egy futtatható állomány amelynek a neve "Start Tor Browser" (vagy "start-tor-browser", operációs rendszertől függően).
it: ### Come usare il Tor Browser Bundle Dopo aver scaricato il Tor Browser Bundle ed averne estratto il contenuto, si dovrebbe avere una directory con alcuni files all'interno. Uno dei files dovrebbe essere un eseguibile chiamato "Start Tor Browser" (o "start-tor-browser", a seconda del sistema operativo utilizzato).
pt_br: ### Como usar o pacote Tor Browser Após baixar o pacote e extraí-lo, você deverá ver um diretório com alguns arquivos nele. Um dos arquivos é um executável chamado "Iniciar Navegador Tor" (ou "iniciar-navegador-tor", dependendo do seu sistema operacional)
tr: ### Tor Tarayıcı Paketi nasıl kullanılır Tor Tarayıcı Paketini indirip paketi açtığınızda, paketten içerisinde birkaç dosya bulunan bir klasör çıkacaktır. Klasördeki dosyalardan bir tanesi "Start Tor Browser" (veya, işletim sisteminize göre "start-tor-browser") adında çalıştırılabilir bir dosyadır.
zh: ### 如何使用 Tor 浏览器软件包 在下载并解压了 Tor 浏览器软件包之后，你应该在相同的文件夹里看到几个文件。其中一个是名为 "Start Tor Browser" 的可执行文件（或者 "start-tor-browser"，取决于你的操作系统）。

source: When you start the Tor Browser Bundle, you will first see Vidalia start up and connect you to the Tor network. After that, you will see a browser confirming that you are now using Tor. This is done by displaying [https://check.torproject.org/](https://check.torproject.org/). You can now browse the Internet through Tor.
cs: Po spuštění Tor Browser Bundle uvidíte program Vidalia startovat a připojit se k síti Tor. Po té uvidéte prohlížeč potvrzující že nyní používáte Tor. K tomuto ověření se využívá [https://check.torproject.org/](https://check.torproject.org/). Můžete nyní brouzdat Internet skrz Tor.
de: Wenn Sie das Tor Browser Bundle starten öffnet sich als erstes die Software Vidalia und verbindet Sie automatisch mit dem TOR Netzwerk. Danach erhalten Sie eine Bestätigung im Browser das Sie nun das TOR Netzwerk verwenden.Dieses wird Ihnen dann angezeigt durch [https://check.torproject.org/](https://check.torproject.org/). Ab diesem Moment verwenden Sie das TOR Netzwerk für das browsen im Internet.
el_gr: Όταν ξεκινήσετε το Πακέτο Φυλλομετρητή Tor θα δείτε πρώτα την εκκίνηση του Vidalia η οποία θα σας συνδέσει στο δίκτυο Tor. Έπειτα θα εμφανισθεί ο φυλλομετρητής που θα σας επιβεβαιώνει ότι χρησιμοποιείτε Tor. Αυτό γίνεται με την εμφάνιση της σελίδας [https://check.torproject.org/](https://check.torproject.org/). Μπορείτε τώρα να περιηγηθείτε στο Διαδίκτυο μέσω του Tor.
es: Cuando inicie el Paquete del navegador Tor, usted verá primeramente el programa Vidalia iniciarse y conectarse a la red Tor. Después, usted verá un navegador confirmando que usted se encuentre utilizando Tor. Esto se hace desplegando [https://check.torproject.org/](https://check.torproject.org/). Ahora ya puede navegar por Internet a través de Tor.
fa: وقتی که شما بسته مرورگر تور را اجرا می‌کنید، در ابتدا می‌بینید که ویدالیا اجرا شده و شما را به شبکه‌ی تور وصل می‌کند. بعد از آن، شما یک مرورگر می‌بینید که تایید می‌کند که شما هم‌اکنون از تور استفاده می‌کنید. این کار به وسیله‌ی نمایش [https://check.torproject.org/](https://check.torproject.org/) انجام می‌گیرد. اکنون شما می‌توانید از راه تور، به مرور اینترنت بپردازید.
fr: Lorsque que vous démarrerez le package navigateur, vous verrez Vidalia démarrer et se connecter au réseau. Après cela, vous verrez le navigateur vous confirmez que vous utilisez à présent Tor. Cela s'obtient en visualisant [https://check.torproject.org/](https://check.torproject.org/). Vous naviguez dès lors sur Internet à travers Tor.
hu: Amikr elindítja a Tor Böngésző csomagot elpszür a Vidalia indul, és csatlakozik a Tor hálózathoz. Ezután egy böngésző ablak fog megjelenni, ami visszaigazolja, hogy már a Tor-t használja. Ez úgy történik, hogy megjeleníti a [https://check.torproject.org/](https://check.torproject.org/) oldalt. Ezek után már böngészheti az internetet a Tor-on keresztül.
it: All'avvio del Tor Browser Bundle, verrà inizialmente visualizzata la schermata di avvio di Vidalia che si connette alla rete Tor. A seguire, si potrà osservare un browser che conferma l'utilizzo di Tor, visualizzando il sito [https://check.torproject.org/](https://check.torproject.org/). E' ora possibile navigare in Internet attraverso Tor.
pt_br: Quando você inicia o pacote Tor Browser, você verá, primeiro, a inicialização do Vidalia e conectar você à rede Tor. Depois disto, você vai ver um navegador confirmando que você está usando Tor. Isto é feito mostrando [https://check.torproject.org/](https://check.torproject.org/). Você pode, agora, navegar pela Internet através do Tor.
tr: Tor Tarayıcı Paketini başlattığınızda, ilk olarak Vidalia programının çalışarak sizi Tor ağına bağladığını göreceksiniz. Bundan sonra tarayıcının penceresinde Tor kullanmakta olduğunuzu teyid eden bir mesaj göreceksiniz. Bu mesaj [https://check.torproject.org/](https://check.torproject.org/) web sitesini görüntüleyerek oluşturulmaktadır. Artık Tor üzerinden Interneti kullanabilirsiniz.
zh: 当你运行 Tor 浏览器软件包，你会首先看到 Vidalia 启动并把你接入到 Tor 网络。之后你会看到一个浏览器打开了 [https://check.torproject.org/](https://check.torproject.org/)，确认你正在使用 Tor。现在你可以开始通过 Tor 来浏览互联网了。

source: *Please note that it is important that you use the browser that comes with the bundle, and not your own browser.*
ar: *الرجاء الانتباه الى أنّه من المهم أن تستخدم المتصفح الذي يأتي مع الحزمة، وليس متصفحك أنت*
cs: *Vezměte prosím na vědomí, že je důležité abyste použili prohlížeč který je součástí balíčků, a ne váš vlastní.*
de: Bitte berücksichtige, dass es wichtig ist den Browser aus dem Bundle zu verwenden und nicht den eigenen.*
el_gr: *Παρακαλούμε σημειώστε ότι είναι σημαντικό να χρησιμοποιήσετε τον φυλλομετρητή ιστού που συνοδεύει το πακέτο και όχι τον δικό σας φυλλομετρητή.*
es: *Por favor observe que es importante que utilice el navegador que viene con el paquete y no su propio navegador.*
fa: *لطفا توجه کنید که این نکته مهم است که شما از مرورگری که همراه بسته است استفاده کنید، نه مرورگر خودتان.*
fr: *Veuillez noter qu'il est important que vous utilisiez le navigateur fourni avec le paquet, et non pas votre navigateur.*
hu: *Fontos megjegyeznie, hogy a csomagban érkező böngészőt érdemes használnia, nem a saját böngészőjét.*
it: *ATTENZIONE! E' molto importante che si utilizzi il browser fornito nel pacchetto e non il proprio!!*
pt_br: *Por favor, note que é importante você usar o navegador que vem com o pacote, e não o seu próprio navegador.*
tr: *Lütfen dikkat: Bilgisayarınızdaki mevcut tarayıcıyı değil, paket içerisinde gelen tarayıcıyı kullanmanız önem taşımaktadır.*
zh: *请注意，你必须使用软件包里的浏览器，而不是你自己的浏览器。这点至关重要。*

source: ### What to do when Tor does not connect Some users will notice that Vidalia gets stuck when trying to connect to the Tor network. If this happens, make sure that you are connected to the Internet. If you need to connect to a proxy server, see *How to use an open proxy* below.
cs: ### Co dělat když se Tor vůbec nepřipojí Některým uživatelům se může stát, že se Vidalia zasekne při pokusu připojit se k síti Tor. V takovém případě se ujistěte, že jste připojeni k Internetu. Pokud se potřebujete připojit k proxy serveru, vizte *Jak použít otevřenou proxy* níže.
de: ### Was kann ich tun wenn Tor das Netzwerk nicht kontaktieren kann ? Einige Benutzer werden festellen das Vidalia bei dem Versuch, das Tor Netzwerk zu kontaktieren, hängen bleibt. Wenn dies passiert dann überprüfen Sie bitte ob Ihre Internetverbindung funktioniert. Wenn Sie über einen Proxy Server ins Internet gehen dann lesen Sie bitte das Kapaitel *Wie benutze ich einen offenen Proxy* weiter unten.
es: ### Qué hacer cuando Tor no se conecta Algunos usuarios notarán que Vidalia se congela mientras intenta conectarse a la red Tor. Si esto sucede, asegúrese de estar conectado a Internet. Si necesita conectarse a través de un servidor proxy, vea *Cómo usar un proxy abierto* más abajo.
fa: ### اگر تور متصل نشد چه کار کنیم ⏎ بعضی از کاربران ممکن است با این موضوع مواجه شوند که ویدالیا هنگامی که سعی می‌کند به شبکه‌ی تور وصل شود، گیر می‌کند. اگر این اتفاق افتاد، اطمینان حاصل کنید که به اینترنت وصل هستید. اگر لازم است که به یک پروکسی سرور متصل باشید، قسمت «چگونه از یک پروکسی باز استفاده کنیم» را در زیر ببینید.
hu: ### Mit csináljak, ha a Tor nem kapcsolódik Néhány felhasználó tapasztalhatja, hogy a Vidalia lemerevedik a Tor hálózathoz csatlakozás megkísérlése közben. Ha ez történik, ellenőrizze, hogy csatlakozva van-e az internethez. Ha proxy-hoz kell csatlakoznia, tekintse meg a *Hogyan használjak nyílt proxy-t* alább.
it: ### Cosa fare quando Tor non si connette Alcuni utenti noteranno che Vidalia si blocca provando a connettersi alla rete Tor. Se succede, assicurarsi innanzitutto di essere connessi ad Internet. Se si ha bisogno di connettersi ad un server proxy, si veda *Come utilizzare un proxy aperto* più avanti.
pt_br: ### O que fazer quando o Tor não conecta Alguns usuários noticiaram que o Vidalia fica travado quando está tentando conectar-se à rede Tor. Se isto acontecer, tenha certeza de que você está conectado à Internet. Se você precisa se conectar à um proxy, veja *Como usar um proxy aberto* abaixo.
tr: ### Tor bağlanmazsa ne yapmak gerekir Tor ağına bağlanmaya çalışırken Vidalia'nın takıldığını ve bağlantı kurulamadığını görebilirsiniz. Bu durumda bilgisayarınızda Internet bağlantısı olduğundan emin olun. Eğer Internete bağlanmak için bir vekil sunucuya ihtiyacınız varsa aşağıdaki *Açık bir vekil sunucu nasıl kullanılır* bölümüne bakın.
zh: ### 当 Tor 无法连接时怎么办 有些用户会遇到 Vidalia 在尝试连接到 Tor 网络时卡住不动的情况。遇到这种情况，请确保你已连接到互联网。如果你需要通过代理服务器连接，请参阅下面的 *“如何使用代理服务器”*。

source: If your normal Internet connection is working, but Tor still can't connect to the network, try the following; open the Vidalia control panel, click on *Message Log* and select the *Advanced* tab. It may be that Tor won't connect because:
cs: Pokud vaše normální Internetové připojení funguje, ale Tor se stále nemůže připojit k síti, zkuste následující: otevřte ovládací panel Vidalii, klikněte na *Message Log* a vyberte sekci *Advanced*. Tor se nemusel připojit proto, že:
de: Wenn Ihre normale Internet-Verbindung funktioniert aber TOR nicht in der Lage sein sollte sich mit dem TOR Netzwerk zu verbinden dann probieren Sie bitte folgendes: Öffnen Sie die Vidalia Kontroll-Leiste und klicken Sie auf *Message Log* und wählen dann bitte die Kartei-Karte mit der Bezeichnung *Advanced* aus. Es ist möglich das TOR sich nicht verbinden kann weil
el_gr: Αν η σύνδεσή σας στο Διαδίκτυο λειτουργεί αλλά το Tor εξακολουθεί να μην συνδέεται στο δίκτυο, επιχειρήστε τα ακόλουθα: ανοίξτε τον πίνακα ελέγχου του Vidalia, πατήστε το *Message Log** και επιλέξτε τον φάκελο *Advanced*. Ίσως το Tor δεν συνδέεται, επειδή:
es: Si su conexión normal a Internet está funcionando, pero Tor sigue sin poder conectarse, intente lo siguiente: abra el panel de control de Vidalia, presione *Registro de Mensajes* y luego seleccione el tab *Advanced* (Avanzado). Puede ser que Tor no conecte porque:
fa: اگر اتصال اینترنت عادی شما کار می‌کند اما تور همچنان نمی‌تواند به شبکه متصل شود، این را امتحان کنید: ویدالیا را باز کنید، روی *Message Log* کلیک کنید و از آنجا تب *Advanced* را انتخاب کنید. تور ممکن است به یکی از دلایل زیر نتواند متصل شود:
fr: Si votre connexion Internet fonctionne normalement mais que Tor n'arrive toujours pas à se connecter au réseau Tor, essayez d'ouvrir le panneau de contrôle Vidalia, de cliquer sur *Message Log* et de sélectionner l'onglet *Advanced*. Il est possible que Tor ne se connecte pas parce que :
hu: Ha a normális Internet kapcsolata működik, de a Tor továbbra sem tud kapcsolódni a hálózathoz, akkor próbálja meg a következőket: nyissa meg a Vidalia vezérlő panelt, kattinson a *Log üzenetek* opcióra, majd válassza a *Haladó* fület. Lehet, azért nem tudott a Tor csatlakozni, mert:
it: Se la normale connessione ad internet funziona, ma Tor non riesce a connettersi alla rete, si provi quanto segue: si apra il pannello di controllo di Vidalia, si faccia click su *Message Log* e si selezioni il tab *Advanced*. Tor potrebbe non riuscire a connettersi per una delle seguenti cause:
pt_br: Se sua conexão normal com a Internet está funcionando, mas o Tor não consegue se conectar à rede, tente o seguinte: abra o painel de controle do Vidalia, clique em *Log de Mensagens* e selecione a aba *Avançado*. Pode ser que o Tor não esteja conectando porque:
tr: Eğer normal Internet bağlantınız çalıştığı halde Tor ağına bağlantı sağlanamıyorsa: Vidalia kontrol panelini açarak *Message Log* üzerine tıklayın ve *Advanced* sekmesini seçin. Tor aşağıdaki nedenlerden ötürü bağlanamıyor olabilir:
zh: 如果你的普通互联网连接运作正常，而 Tor 却无法连接到网络，请尝试以下步骤：打开 Vidalia 的控制面板，点击 *消息日志* 并选择 *高级* 标签页。Tor 无法连接到网络也许是因为：
