Repository: traumschule/tor-translation
Catalog: */tsum.po
Languages: ar, cs, de, el_gr, es, fa, fr, hu, it, pt_br, tr, zh

source: ### How to get Tor via email To receive the English Tor Browser Bundle for Windows, send an email to gettor@torproject.org with **windows** in the body of the message. You can leave the subject blank.
ar: ### كيف تحصل على تور من خلال البريد الإلكتروني للحصول على حزمة التصفح الخاصة ببرنامج تور باللغة الإنجليزية الذي يعمل على نظام الويندوز, إرسل رسالة إلكترونية لـ gettor@torproject.org مع وضع كلمة **windows** في نص الرسالة, يمكنك أن تترك عنوان الرسالة فارغاً.
cs: ### Jak získat Tor přes email Pro získání anglického Tor Browser Bundle pro Windows, pošlete email na gettor@torproject.org s **windows** v těle zprávy. Předmět můžete nechat prázdný.
de: ### Hot to get TOR via email Um das englische Tor Browser Bundle für Windows zu bekommen senden Sie bitte eine e-Mail an gettor@torproject.org mit dem Text **windows** im Text-Feld. Das Betreff-Feld können Sie leer lassen.
es: ### Cómo obtener Tor via correo electrónico Para recibir el Paquete de Navegador Tor para Windows, envíe un correo a gettor@torproject.org con **windows** en el cuerpo del mensaje. Puede dejar el asunto en blanco.
fa: ### چگونه تور را از راه ایمیل دریافت کنیم⏎ برای دریافت بسته انگلیسی تور برای ویندوز، ایمیلی به gettor@torproject.org با ذکر کلمه **windows** در درون ایمیل بفرستید. می‌توانید subject را خالی بگذارید.
hu: ### Hogyan tudja beszerezni a Tor-t emailen keresztül A Tor Böngésző csomag angol Windows verziójának beszerzéséhez küldjön egy emailt a gettor@torproject.org címre a **windows** szóval a elvél törzsében. A tárgy üresen maradhat.
it: ### Come ottenere Tor via email Per ricevere il Tor Browser Bundle in lingua inglese per Windows, è sufficiente inviare una email a gettor@torproject.org con **windows** nel corpo del messaggio. Il titolo può essere lasciato in bianco.
pt_br: ### Como obter o Tor via e-mail Para receber o pacote em inglês para Windows do Tor, envie um e-mail para gettor@torproject.org com **windows** no corpo da mensagem. Você pode deixar o campo assunto vazio.
tr: ### E-posta ile Tor Windows için İngilizce Tor Tarayıcı Paketini e-posta ile almak için, gettor@torproject.org adresine içerisinde **windows** yazan bir mesaj göndermeniz yeterlidir. E-postanın konu alanını boş bırakabilirsiniz.
zh: ### 如何通过电子邮件获取 Tor 要获取用于 Windows 的 Tor 浏览器软件包英文版，请发送电子邮件至 gettor@torproject.org ，在正文区域内写上 **windows**。你可以把标题留空。

source: You can also request the Tor Browser Bundle for Mac OS X (write **macos-i386**), and Linux (write **linux-i386** for 32-bit systems or **linux-x86_64** for 64-bit systems).
ar: يمكنك أيضا طلب
cs: Můžete si také vyžádat Tor Browser Bundle pro Mac OS X (napište **macos-i386**) a linux (napište **linux-i386** pro 32-bitové systémy či **linux-x86_64** pro 64-bitové systémy).
de: Man kann das Tor Browser Bundle auch für Mac OS X (schreibe dazu **macos-i386**) und Linux (scheibe dazu **linux-i386** für 32-Bit-Systeme oder **linux-x86_64** für 64-Bit-Systeme) erhalten.
el_gr: Μπορείτε να λάβετε, επίσης, το Πακέτο Φυλλομετρητή Tor για το Mac OS X (πληκτρολογήστε **macos-i386) και Linux (πληκτρολογήστε **linux-i386 για 32μπιτα συστήματα ή **linux-x86_64 για 64μπιτα συστήματα).
es: También puede solicitar el Paquete del navegador Tor para Mac OS X (escriba **macos-i386**) y para Linux (escriba **linux-i386** para sistemas de 32 bits o **linux-x86_64** para sistemas de 64 bits).
fa: شما همچنین می‌توانید بسته مرورگر تور را برای Mac OS X (بنویسید **macos-i386**), و گنو/لینوکس (بنویسید **linux-i386** برای سیستم‌های ۳۲بیتی یا **linux-x86_64** برای سیستم‌های ۶۴بیتی).
fr: Vous pouvez aussi demander le package navigateur Tor pour Mac OS X (pour cela écrire **macos-i386**), and Linux (écrire **linux_i386 pour les systems 32 bit ou ** linux-x86_64** pour les systèmes 64 bits).
hu: Természetesen beszerezheti a Tor Böngésző csomagot Mac OS X (írja azt, hogy **macos-i386**), és Linux (írja azt, hogy **linux-i386** 32-bites rendszerek vagy **linux-x86_64** 64-bites rendszerek esetén).
it: E' inoltre possibile richiedere il Tor Browser Bundle per Mac OS X (scrivere **macos-i386**), e Linux (scrivere **linux-i386** per sistemi a 32-bit o **linux-x86_64** per sistemi a 64-bit).
pt_br: Você pode, também, requisitar o pacote Tor para Mac OS X (escreva **macos-i386**), e Linux (escreva **linux-i386** para sistemas 32 bits ou **linux-x86_64** para sistemas 64 bits).
tr: Tor Tarayıcı Paketini ayrıca Mac OS X (**macos-i386** yazarak), ve Linux (32-bit sistemler için **linux-i386** veya 64-bit sistemler için **linux-x86_64** yazarak) isteyebilirsiniz.
zh: 你也可以索要 Tor 浏览器软件包的 Mac OS X 版本（写上**“macos-i386”**），和 Linux 版本（写上**“linux-i386”**注明32位系统或**“linux-x86_64”**注明64位系统）

source: If you want a translated version of Tor, write **help** instead. You will then receive an email with instructions and a list of available languages.
ar: إذا رغبت في نسخة مترجمة من طور، اكتب **مساعدة** بدلاً من ذلك. سوف تستلم بريد الكتروني يحتوي على تعليمات وقائمة باللغات المتوفّرة
cs: Pokud si přejete přeloženou verzi Toru, napište **help**. Obdržíte email s instrukcemi a seznamem dostupných jazyků.
de: Wenn du eine übersetzte Version haben willst schreibe stattdessen **help**. Dann erhältst du eine E-Mail mit einer Anleitung und einer Liste von verfügbaren Sprachen.
el_gr: Αν επιθυμείτε μια μεταφρασμένη έκδοση του Tor, πληκτρολογήστε **help**. Θα λάβετε ηλεκτρονικό μήνυμα με οδηγίες και έναν κατάλογο με τις διαθέσιμες γλώσες.
es: Por el contrario, si desea una versión traducida de Tor, escriba **help**. Recibirá un correo electrónico con instrucciones y una lista de idiomas disponibles.
fa: اگر شما یک نسخه‌ی ترجمه‌شده از تور را می‌خواهید، به جای آن بنویسید **help**. در این صورت یک ایمیل با راهنمای کار و لیست زبان‌هان موجود دریافت خواهید کرد.
fr: Si vous voulez une version traduite de Tor, écrivez **help** à la place. Vous obtiendrez dès lors un email avec les instructions et une liste des langages disponibles.
hu: Ha a Tor lefordított verzióját szeretné küldjön inkább egy **help** parancsot. Ekkor fog kapni egy emailt útmutatással az elérhető nyelvekről.
it: Se si necessita di una versione tradotta di Tor, si scriva invece **help** per ricevere una email con le istruzioni ed una lista delle lingue in cui il software è disponibile.
pt_br: Se você quiser uma versão traduzida do Tor, escreva **help** em vez. Você irá receber um e-mail com instruções e uma lista sobre os idiomas disponíveis.
tr: Eğer Tor'un farklı dile çevrilmiş bir sürümünü istiyorsanız **help** yazın. Yanıt olarak mevcut dil seçeneklerini ve indirme talimatlarını içeren bir e-posta alacaksınız.
zh: 如果你想要其它语言版本的 Tor 软件，请写上 **help**。你将收到一封电子邮件，内含指引以及现有的语言版本的列表。

source: **Note**: The Tor Browser Bundles for Linux and Mac OS X are rather large, and you will not be able to receive any of these bundles with a Gmail, Hotmail or Yahoo account. If you cannot receive the bundle you want, send an email to help@rt.torproject.org and we will give you a list of website mirrors to use.
ar: **ملحوظة**: حزمة متصفح تور الخاصة بنظامي تشغيل اللينوكس والماك حجمهم كبير, ولن يمكنك الحصول عليهما بإستخدام إيميل جي ميل أو هوتميل أو ياهوو. لو لم يمكنك الحصول على الحزمة التي تريدها, ارسل رسالة بريد إلكتروني على help@rt.torproject.org ونحن سنرد عليك برسالة بها قائمة من المواقع التي قامت برفع البرنامج.
cs: **Poznámka**: Tor Browser Bundle pro Linux a Mac OS X jsou docela velké a s účtem u Gmailu, Hotmailu nebo Yahoo je nebudete moci přijmout. Pokud nemůžete přijmout balíček který chcete, pošlete email na help@rt.torproject.org a dáme vám seznam webových mirrorů.
de: **Note**: Das Tor Browser Bundle für Linux und Mac OS X sind große Datein die Sie mit Mail Accounts von Gmail, Hotmail oder Yahoo nicht empfangen können. Sollte dies bei Ihnen der Fall sein dann wenden Sie sich bitte an help@rt.torproject.org, wir werden Ihenen dann eine Liste mit Mirror Servern zukommen lassen wo Sie die Software herunterladen können.
el_gr: **Σημείωση**: Τα Πακέτα Φυλλομετρητή Tor για Linux και Mac OS X είναι μάλλον μεγάλα και θα μπορέσετε να λάβετε οποιοδήποτε από αυτά τα πακέτα μέσω Gmail, Hotmail ή Yahoo. Αν δεν μπορείτε να παραλάβετε το πακέτο που θέλετε, στείλτε μήνυμα στο help@rt.torproject.org και εμείς θα σας δώσουμε μια λίστα με ιστοσελίδες για να το παραλάβετε.
es: **Nota**: Los Paquetes de Navegador Tor para Linux y Mac OS X son algo grandes, y podría no ser posible el recibir ninguno de estos paquetes con una cuenta de Gmail, Hotmail o Yahoo. Si no puede recibir el paquete que desea, envíe un correo a help@rt.torproject.org y le enviaremos una lista de servidores espejo para su uso.
fa: **توجه**: Tor Browser Bundle برای لینوکس و سیستم عامل مک حجم بالایی دارند و شما نمی‌توانید هیچ‌کدام از این بسته‌ها را طریق اکانت جیمیل، هاتمیل و یا یاهو دریافت کنید. اگر نتوانستید بسته مورد نظر خود را دریافت کنید به آدرس help@rt.torproject.org ایمیل بفرستید و ما لیستی از وبسایت‌های جایگزین برای دانلود برای شما خواهیم فرستاد.
hu: ** Megjegyzés **: A Tor Browser csomag Linux és Mac OS X verziója meglehetősen nagy, és nem lesz képes fogadni az ilyen csomagokat a Gmail, Hotmail vagy a Yahoo címekre. Ha nem kapja meg a kért csomagot, küldjön egy e-mailt a help@rt.torproject.org címre, küldünk egy listát a használható weboldal tükrökről.
it: **Nota**: I pacchetti Browser Tor per Linux e Mac OS X sono piuttosto grandi, e non sarà possibile ricevere nessuno di questi pacchetti con Gmail, Hotmail o Yahoo. Se non è possibile ricevere i pacchetto desiderato, si invii una email a help@rt.torproject.org per ricevere una lista di siti web alternativi da utilizzare per scaricare Tor.
pt_br: **Nota**: Os pacotes do Tor Browser para Mac OS X e Linux são maiores, e você não estará habilitado para recebê-los através do Gmail, Hotmail ou Yahoo. Se você não receber o pacote que escolheu, envie um e-mail para help@rt.torproject.org e nós daremos a você uma lista de sites de onde poderá baixá-lo.
tr: **Not**: Linux ve Mac OS X için Tor Tarayıcı Paketleri oldukça büyük dosyalardır. Bu paketleri bir Gmail, Hotmail veya Yahoo e-posta hesabından alamazsınız. Bu durumda pakete erişmek için kullanabileceğiniz web adreslerini öğrenmek için help@rt.torproject.org adresine bir e-posta atın.
zh: **注意**：Linux 和 Mac OS X 的 Tor 浏览器软件包相当大，你无法通过 Gmail、Hotmail 或者 雅虎邮箱获取这些软件包。 如果你无法获取你想要的软件包，请发送邮件至 help@rt.torproject.org ，我们会给提供你一份网站镜像列表。

source: #### How to get Tor as several small sized packages It is possible to request the Tor Browser Bundle for Windows as several small sized packages, instead of one big package. This can be useful if you don't have a lot of bandwidth available, or if your email provider does not allow you to receive large attachments.
ar: #### كيفية الحصول على تور مقسم على أجزاء أصغر من الممكن طلب حزمة متصفح تور لنظام الويندوز ويكون مقسماً على أجزاء أصغر, بدلاً من ملف واحد كبير. يكون هذا مفيداً إذا كانت سرعة الإنترنت الخاصة بك قليلة, أو لو الموقع الذي عليه حساب الإيميل الخاص بك لا يستقبل مرفقات كبيرة الحجم.
cs: #### Jak dostat Tor jako několik malých balíčků Je možné si vyžádat Tor Browser Bundle pro Windows jako několik malých balíčků místo jednoho velkého. To může být užitečné pokud nemáte dostupný bandwidth, nebo pokud vám váš emailový provider nedovoluje přijímat velké přílohy.
de: #### How to get Tor as several small sized packages Es ist möglich das Tor Browser Bundle in mehreren kleinen Paketen zu bekommen anstatt als großes Komplett-Paket. Dies kann dann nützlich sein wenn Sie keine Breit-Band Internet-Verbindung haben oder ihr e-Mail Provider keine großen Datei-Anhänge erlaubt.
es: #### Cómo obtener Tor mediante varios ficheros pequeños. Es posible pedir el Paquete de Navegador Tor para Windows en pequeños ficheros, en vez de uno grande. Esto puede ayudar en caso que no posea una conexión a internet rápida o si su proveedor de correo no acepta archivos adjuntos más grandes.
fa: #### چگونه تور را به وسیله‌ی چند بسته با اندازه کوچک دریافت کنیم⏎ این امکان وجود دارد که بسته مرورگر تور را برای ویندوز، به جای یک بسته‌ی بزرگ، به وسیله‌ی چند بسته با اندازه کوچک دریافت کنید. این وقتی مفید است که بهنای باند زیادی ندارید یا سرویس‌دهنده‌ی ایمیل شما اجازه دریافت ضمیمه‌های بزرگ را نمی‌دهد.
hu: #### Hogyan kapjam meg a Tor-t több kisebb csomagban Lehetőség van arra ,hogy beszerezze a Tor Böngésző csomagot Windows-ra több kisebb méretű csomagban, egy nagy helyett. Ez hasznos lehet, ha a sávszélessége kicsi, vagy az email szolgáltató nem teszi lehetővé nagy csatolmányok fogadását.
it: #### Come ottenere Tor sotto forma di diversi pacchetti di piccole dimensioni. E' possibile richiedere il Tor Browser Bundle per Windows sotto forma di diversi pacchetti di piccole dimensioni, invece che di un unico grande pacchetto. Questo può essere utile se non si ha a disposizione molta banda, o se il fornitore di servizi email non ammette la ricezione di allegati sopra una certa dimensione.
pt_br: #### Como obter o Tor como pequenos pacotes É possível requisitar o pacote Tor para Windows como pequenos pacotes separados, ao invés de um grande pacote apenas. Isto pode ser útil se você não possuir uma largura de banda boa disponível, ou se o seu provedor de e-mail não permitir que você receba anexos grandes.
tr: #### Tor'u küçük paketler halinde almak Windows Tor Tarayıcı Paketini tek bir büyük paket yerine küçük paketlere bölünmüş halde isteyebilirsiniz. Küçük paketler, iyi bir Internet bağlantınız olmadığı durumda veya e-posta sağlayıcınız büyük eklentilere izin vermiyorsa faydalı olacaktır.
zh: #### 如何以若干个小尺寸文件包的形式获取 Tor 你也可以要求以若干个小尺寸文件包，而非一个大文件包的形式索要 Windows 版本的 Tor 浏览器软件包。当你没有很大带宽可用，或者你的电邮提供商不允许你接收大附件的时候，这会很有帮助。

source: Send an email to gettor@torproject.org with the following words in the body of the email:
ar: ارسل بريد إلكتروني لـ gettor@torproject.org ويجب أن تكون الكلمات التالية في نص الرسالة:
cs: Pošlete email na gettor@torproject.org s následujícími slovy v těle emailu:
de: Schicken Sie ein e-Mail an gettor@torproject.org mit den folgenden Wörtern im Text-Feld:
es: Envíe un correo a gettor@torproject.org con las siguientes palabras en el
fa: یک ایمیل به gettor@torproject.org بزنید و در بدنه‌ی آن کلمات زیر را بنویسید:
hu: Küldjön egy emailt a gettor@torproject.org címre a következő tartalommal az email törzsében:
it: Si invii una email a gettor@torproject.org con le seguenti parole nel corpo del messaggio:
pt_br: Envie um e-mail para gettor@torproject.org com as seguintes palavras no corpo da mensagem:
tr: Bir e-postanın içerisine aşağıdaki kelimeleri yazarak gettor@torproject.org adresine gönderin:
zh: 把以下的单词作为正文内容发送一封电子邮件至 gettor@torproject.org ：

source: It is important that you include the keyword *split* on its own line. See *What to do with split packages* for information on how to unpack and re-assemble the small sized packages.
ar: لابد أن تضع كلمة *split* في سطر وحيد, إقرأ الجزء الخاص بـ *ماذا نفعل في الملفات المقسمة* لمزيد من المعلومات عن كيفية فك ضغط وتجميع الأجزاء صغيرة الحجم.
cs: Je důležité napsat klíčové slovo *split* na zvláštní řádek. Vizte sekci *Co dělat s rozděleným balíčkem* pro informace o rozbalení a sestavení malých částí balíčku.
de: Es ist wichtig das Sie das Schlüsselwort *split* in einer eigenen Zeile in das e-Mail schreiben. Lesen Sie dazu *What to do with split packages* um zu erfahren wie die Software zu entpacken ist und wie die Software aus den kleinen Paket wieder zu einem Komplett-Paket zusammengesetzt wird.
es: Es importante que incluya la palabra *split* en una línea propia. Vea *Qué hacer con los ficheros divididos* para información de cómo desempaquetar y re-ensamblar estos paquetes pequeños.
fa: مهم است که کلمه‌ی کلیدی *split* را در یک خط مجزا بنویسید. برای اطلاعات بیشتر درباره‌ی این که چگونه این بسته‌های کوچک را سرهم کنید، قسمت «با بسته‌های جداشده چه کنیم» را ببینید.
hu: Fontos, hogy a *split* (darabolás) kulcsszót külön sorba írja. Tekintse meg a *Mit csináljak a darabolt csomagokkal* további információkért arról, hogy hogyan csomagolja ki és szerelje össze a kis méretű csomagokat.
it: E' importante includere la parola chiave *split* su una linea separata. Si veda *Cosa fare con i pacchetti divisi* per informazioni su come estrarre e riassemblare i pacchetti di piccole dimensioni.
pt_br: É importante que você inclua a palavra chave *split* numa linha só. Veja *O que fazer com pacotes separados* para informações sobre como descompactar e juntar os pacotes pequenos.
tr: *split* kelimesini ayrı satıra yazmanız önem taşımaktadır. Küçük paketlerin açılıp birleştirilmesi ile ilgili bilgileri *Bölünmüş paketleri ne yapacağım* başlığı altında bulabilirsiniz.
zh: 请紧记要把关键词 *split* 独立出一行。请参阅 *如何处理拆分了的软件包* 以了解关于如何解压缩与重组小尺寸文件包的信息。

source: ### Tor for smartphones You can get Tor on your Android device by installing the package named *Orbot*. For information about how to download and install Orbot, please see the [Tor Project website](https://www.torproject.org/docs/android.html.en).
ar: ### تور للهواتف الذكية يمكنك الحصول على تور على جهاز الأندرويد الخاص بك بواسطة تثبيت رزمة تسمى *Orbot*. لمزيد من المعلومات من فضلك إفتح (https://www.torproject.org/docs/android.html.en).[موقع مشروع تور]
cs: ### Tor pro chytré mobilní telefony Můžete získat Tor na vaše Android zařízení nainstalováním balíčku se jménem *Orbot*. Pro informace o tom jak stáhnout a nainstalovat Orbot, navštivte prosím [stránku projektu Tor](https://www.torproject.org/docs/android.html.en).
de: ###Tor for smartphones Sie können TOR auf Ihrem Android Gerät installieren. Sie benötigen dafür das Paket *Orbot*. Informationen zum Download und zur Installation erhalten Sie auf der [Tor Project website](https://www.torproject.org/docs/android.html.en).
es: ### Tor para smartphones Usted puede tener Tor en su dispositivo Android al instalar el paquete llamado *Orbot*. Para información acerca de cómo descargar e instalar Orbot, por favor vea el [Tor Project website] (https://www.torproject.org/docs/android.html.en).
hu: ### A Tor okostelefonokra Tor-t beszerezhet Android készülékekre az *Orbot* csomag telepítésével. További infromációkér az Orbot letöltéséhez és telepítéséhez kérjük látogassa meg a [Tor Project](https://www.torproject.org/docs/android.html.en) weboldal-át.
it: ### Tor per smartphones E' possibile ottenere Tor su un dispositivo Android installando il pacchetto chiamato Orbot. Per informazioni su come ottenere ed installare Orbot, si veda il [Sito del progetto Tor](https://www.torproject.org/docs/android.html.en).
pt_br: ### Tor para smartphones Você pode obter o Tor no seu Android instalando o pacote chamado *Orbot*. Para informações sobre como baixar e instalar o Orbot, veja o [Tor Project website](https://www.torproject.org/docs/android.html.en).
tr: ### Akıllı telefonlar için Tor Android telefonunuzda Tor kullanmak için *Orbot* isimli uygulamayı kurmanız yeterlidir. Orbot'un indirip kurmak için gerekli bilgileri [Tor Projesi web sayfasında](https://www.torproject.org/docs/android.html.en) bulabilirsiniz.
zh: ### 智能手机版的 Tor 你可以通过安装 *Orbot* 软件包以在你的 Android 设备上获取 Tor 。关于如何下载和安装 Orbot，请参看 [Tor Project 网站](https://www.torproject.org/docs/android.html.en)。

source: We also have experimental packages for [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) and [Apple iOS](http://sid77.slackware.it/iphone/).
ar: يوجد لدينا رزمة تطبيقات لهاتف [نوكيا N900](https://www.torproject.org/docs/N900.html.en) و [نظام آبل iOS](http://sid77.slackware.it/iphone/).
cs: Máme také experimentální balíčky pro systémy [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) a [Apple iOS](http://sid77.slackware.it/iphone/).
de: Es gibt eine experimentelle Software für [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) und [Apple iOS](http://sid77.slackware.it/iphone/).
el_gr: Διαθέτουμε επίσης πειραματικά πακέτα για τα [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) και το [Apple iOS](http://sid77.slackware.it/iphone/).
es: También contamos con paquetes experimentales para [Nokia Maemo/N900] (https://www.torproject.org/docs/N900.html.en) y [Apple iOS] (http://sid77.slackware.it/iphone/).
hu: Továbbá vannak kísérleti csomagjaink [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) és [Apple iOS](http://sid77.slackware.it/iphone/) telefonokra.
it: Sono inoltre disponibili pacchetti sperimentali per [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) e [Apple iOS](http://sid77.slackware.it/iphone/).
pt_br: Nós também temos pacotes experimentais para [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) e [Apple iOS](http://sid77.slackware.it/iphone/).
tr: Ayrıca [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) ve [Apple iOS](http://sid77.slackware.it/iphone/) için deneysel Tor paketleri mevcuttur.
zh: 我们也有适用于 [Nokia Maemo/N900](https://www.torproject.org/docs/N900.html.en) 和 [Apple iOS](http://sid77.slackware.it/iphone/) 的试验性软件包。

source: ### How to verify that you have the right version Before running the Tor Browser Bundle, you should make sure that you have the right version.
ar: ### كيف تتأكد من أنك عندك النسخة السليمة قبل أن تبدأ حزمة متصفح تور, تأكد من أنك عندك النسخة السليمة
cs: ### Jak ověřit, že máte správnou verzi Před spuštením Tor Browser Bundle byste se měli ujistit, že máte správnou verzi.
de: ### Wie kann ich sicherstellen das ich die richtige Version habe ? Bevor Säie das Tor Browser Bundle verwenden stellen Sie bitte sicher das Sie die richtige Version benutzen.
es: ### Cómo verificar que cuenta con la versión correcta Antes de ejecutar el Paquete de Navegador Tor, debe asegurarse que cuenta con la versión correcta.
fa: ### چگونه بفهمید که نسخه‌ی درست را در دست داريد⏎ قبل از اجرای بسته مرورگر تور، شما باید مطمئن باشید که نسخه‌ی درست را در اختیار دارید.
hu: ###Hogyan ellenőrizzem, hogy jó verzióm van Mielőtt futattná a Tor Böngésző csomagot, ellenőriznie kell, hogy a jó verzióval rendelkezik-e.
it: ### Come controllare di avere la versione giusta Prima di eseguire il Tor Browser Bundle, si dovrebbe controllare di avere la versione giusta.
pt_br: ### Como verificar se você tem a versão correta Após rodar o pacote Tor, você deve ter certeza de que possui a versão correta.
tr: ### Tor sürümünü kontrol etmek Tor Tarayıcı Paketini çalıştırmadan önce doğru sürümü kullandığınızdan emin olun.
zh: ### 如何验证你已拥有正确的版本 在运行 Tor 浏览器软件包之前，你应该确保你持有正确的版本。
