Repository: traumschule/tor-translation
Catalog: */tsum.po
Languages: ar, cs, de, el_gr, es, fa, fr, hu, it, pt_br, tr, zh

source: ### Vidalia asks for a password You should not have to enter a password when starting Vidalia. If you are prompted for one, you are likely affected by one of these problems:
ar: ### برنامج فيدياليا يسأل عن باسوورد ليس من المقترض أن تقوم بإدخال باسوورد عند بداية تشغيل برنامج فيداليا. لو سألك البرنامج عن باسوورد, فأنت غالباً عندك واحدة من هؤلاء المشاكل:
hu: ### A Vidalia jelszót kér A Vidalia indításakor nem kell megadnia jelszót. Ha mégis kér a Vidalia jelszót, akkor a következő problémák valamelyike fordulhat elő:
it: ### Vidalia chiede una password Non dovrebbe essere necessario inserire alcuna password all'avvio di Vidalia. Se ne viene richiesta una, è probabile che si sia affetti da uno dei seguenti problemi:
pt_br: ### Vidalia pede uma senha Você não deve ter de digitar uma senha ao iniciar o Vidalia. Se for pedido a você, provavelmente está sendo afetado por um desses problemas:
zh: ### Vidalia 要求输入密码 在启动 Vidalia 时你不应该需要输入密码。如果被提示输入，你有可能遇到了以下其中一个问题：

source: **You are already running Vidalia and Tor**: For example, this situation can happen if you installed the Vidalia bundle and now you're trying to run the Tor Browser Bundle. In that case, you will need to close the old Vidalia and Tor before you can run this one.
cs: ** Již používáte Vidalia a Tor **: Tato situace může nastat pokud jste nainstalovali balíček Vidalia a nyní se snažíte spustit Tor Browser Bundle. V tom případě musíte nejprve starou Vidalii a Tor zavřít.
de: **You are already running Vidalis and TOR**: Dies kann zum Beispiel vorkommen wenn Sie bereits das Vidalia Bundle installiert haben und jetzt versuchen das TOR Broser Bundle auszuführen. In diesem Fall müssen Sie die alte Vidalia und TOR Software beenden bevor Sie die neue verwenden können.
el_gr: **You are already running Vidalia and Tor**: Η κατάσταση αυτή μπορεί να προκύψει αν, για παράδειγμα, εγκαταστήσατε το πακέτο Vidalia και την εκείνη τη στιγμή προσπαθείτε να εκτελέσετε το Πακέτο Φυλλομετρητή Tor. Σε μια τέτοια περίπτωση πρέπει να κλείσετε τα παλαιότερα Vidalia και Tor για να μπορέσετε να εκτελέσετε το συγκεκριμένο.
es: **Ya está ejecutando Vidalia y Tor**: Esto puede suceder, por ejemplo, si usted instaló el paquete de Vidalia y ahora intenta ejecutar el Paquete de Navegador Tor. En ese caso, usted debe cerrar los viejos Vidalia y Tor antes que pueda ejecutar el Paquete de Navegador Tor.
fa: **شما هم‌اکنون ویدالیا و تور را اجرا کرده‌اید**: برای مثال، این حالت ممکن است وقتی پیش بیاید که شما بسته‌ی ویدالیا را نصب کرده‌اید و الان سعی می‌کنید که بسته‌ی مرورگر تور را اجرا کنید. در این مورد لازم است که شما ویدالیا و تور قدیمی را ببندید، قبل از این که بتوانید این یکی را اجرا کنید.
fr: **Vous avez déjà lancer Vidalia et Tor ** Par exemple, cette situation se rencontre si vous avez installer le package VIdalia et que vous tentez de lancer le package Navigateur Tor. Dans ce cas, vous devez fermer l'ancien Vidalia et l'ancien Tor avant de pouvoir lancer la nouveau package.
hu: **Már futtatja a Vidalia-t és a Tor-t**: Ez előfordulhat például akkor, ha telepítette a Vidalia csomagot, és most a Tor Böngésző csomagot próbálja indítani. Ez esetben a régi Vidalia és Tor programokat be kell zárnia, mielőtt azt a verziót indítaná.
it: **Stai già eseguendo Vidalia e Tor** Per esempio, questo può succedere se hai già installato il pacchetto Vidalia ed ora stai tentando di usare il Tor Browser Bundle. In questo caso, sarà necessario chiudere il vecchio Vidalia e Tor prima di far partire quest'ultimo.
pt_br: **Você já está rodando o Vidalia e o Tor**: Por exemplo, esta situação pode ocorrer se você instalar o pacote do Vidalia e agora está tentando rodar o pacote Tor Browser. Neste caso, você precisa fechar o antigo Vidalia e Tor antes de rodar este novo.
tr: **Vidalia ve Tor zaten çalışıyor**: Bu durumla, örneğin, daha önce Vidalia paketi kurulmuş olan bir bilgisayarda Tor Tarayıcı Paketi çalıştırmak istediğinizde karşılaşabilirsiniz. Tor Tarayıcı Paketini kullanabilmek için eski Vidalia ve Tor programlarını kapatmanız gerekecektir.
zh: **Vidalia 和 Tor 已在运行**： 举个例子，假如你已安装过 Vidalia 软件包而你现在正尝试运行 Tor 浏览器软件包，这种情况就有可能发生。 这样的话你将需要先关闭旧版的 Vidalia 和 Tor，再运行当前的版本。

source: **Vidalia crashed, but left Tor running**: If the dialog that prompts you for a control password has a Reset button, you can click the button and Vidalia will restart Tor with a new random control password. If you do not see a Reset button, or if Vidalia is unable to restart Tor for you; go into your process or task manager, and terminate the Tor process. Then use Vidalia to restart Tor.
cs: **Vidalia zkolabovala, ale nechala Tor puštěný**: Pokud má dialogové okno ptající se na ovládací heslo tlačítko restart, můžete na něj kliknout a Vidalia Tor restartuje s novým náhodným ovládacím heslem. Pokud tlačítko reset nevidíte, nebo pokud se Vidalii nepodaří Tor restartovat, jděte do správce procesů a ukončete proces Toru. Poté použijte Vidalia k restartování Toru.
de: **Vidalias crashed, but left TOR running**: Wenn sich das Fenster zur Eingabe eines Kontroll-Passwortes öffnet und einen Reset Button hat dann können Sie diesen drücken damit Vidalia dann TOR mit einem neuen zufälligen Passwort gestartet. Sollte kein Reset Button zu sehen sein oder Vidalia nicht in der Lage sein TOR neu zu starten dann müssen Sie manuell den Prozess in ihrem Taskmanager beenden. Danach können Sie mit Vidalia TOR neu starten.
el_gr: **Vidalia crashed, but left Tor running**: Αν το παράθυρο διαλόγου που σας ζητά κωδικό ελέγχου έχει ένα κουμπί Reset, πατήστε το κουμπί αυτό και το Vidalia θα επανεκκινήσει το Tor με έναν νέο τυχαίο κωδικό. Αν δεν εμφανίζεται κουμπί Reset ή αν το Vidalia δεν μπορεί να εκκινήσει το Tor, ανοίξτε τον διαχειριστή διεργασιών η εφαρμογών και τερματίστε την διεργασία Tor. Έπειτα χρησιμοποιήστε το Vidalia για να επανεκκινήσετε το Tor.
es: **Vidalia de cerró, pero Tor sigue corriendo**: Si la ventana pidiéndole contraseña tiene un botón Reset, puede presionarlo y Vidala se reiniciará con una nueva contraseña de control al azar. Si no ve un botón Reset, o si Vidalia no puede reiniciar Tor por usted; vaya a su manejador de procesos o tareas y detenga a Tor. Luego use Vidalia para reiniciarlo.
fa: **ویدالیا کرش کرده، اما تور همچنان درحال اجرا باقی مانده است**: اگر صفحه‌ای که از شما گذرواژه می‌خواهد، دکمه‌ی Reset داشت شما می‌توانید روی آن کلیک کنید و ویدالیا، تور را با یک گذرواژه‌ی تصادفی جدید، راه‌اندازی دوباره خواهد کرد. اگر شما دکمه‌ی Reset را ندیدید، یا اگر ویدالیا نتوانست تور را برای شما راه‌اندازی دوباره کند، به قسمت مدیریت پردازه‌ها (task manager) بروید، و پردازه‌ی تور را پایان دهید. سپس از ویدالیا برای راه‌اندازی دوباره تور استفاده کنید.
fr: ** Vidalie s'est planté, mais Tor reste lancé**: Si la boite de dialogue qui vous demande un mot de passe de contrôle dispose d'un bouton Reset, cliquer sur ce dernier et Vidalia relancera Tor avec un nouveau mot de passe de contrôle aléatoire. Si vous ne voyez pas de bouton Reset, ou si Vidalia est incapable de redémarrer Tor pour vous, faites afficher vos processus ou votre gestionnaire de taches et flinguer le process Tor. Utiliser ensuite Vidalia pour relancer Tor.
hu: **A Vidalia összeomlott, de a Tor még fut**: Ha egy ablak a Tor vezérlő jeIszót kéri, tartalmaz Alaphelyzet gombot, akkor rákattinthat a gombra és a Vidalia újraindítja a Tor-t egy új véletlen jelszóval. Ha nincs ilyen gomb akkor a Vidalia nem tudja ezt megtenni. Ez esetben a Feladatkezelőben állítsa le a Tor folyamatot, majd használja a Vidalia-t a Tor újraindítására.
it: **Vidalia è crashato, ma Tor è ancora in esecuzione**: Se la schemata che richiede una password di controllo ha un bottone "Reset", si può cliccare sul bottone e Vidalia farà ripartire Tor con una nuova password di controllo casiale. Se non è visualizzato alcun bottone "Reset", Vidalia non è utilizzabile per far ripartire Tor. Si apra il proprio gestore di processi e si termini il processo Tor. A seguire, si usi vidalia per far ripartire Tor.
pt_br: **Vidalia corrompido, mas deixou o Tor rodando**: Se a caixa de diálogo que pedir a você por uma senha de controle tiver um botão Resetar, você pode clicar nesse botão que o Vidalia reiniciará com uma nova senha aleatória de controle. Se você não ver o botão Reset ou se o Vidalia não estiver acessível para reiniciar o Tor para você; vá no seu gerenciador de tarefas e finalize o processo Tor. Daí use o Vidalia para reiniciar o Tor.
tr: **Vidalia programı çakıldı ve Tor'u çalışır halde bıraktı**: Eğer sizden kontrol parolası isteyen pencerede bir Reset düğmesi varsa, bu düğmeye bastığınızda Vidalia Tor'u yeni ve rastgele bir kontrol parolası ile yeniden başlatacaktır. Eğer Reset düğmesi göremiyorsanız, veya Vidalia Tor'u yeniden başlatamadıysa, bilgisayarınızın uygulama veya süreç yöneticisini kullanarak Tor uygulamasını kapatın. Ardından Tor'u yeniden başlatmak için Vidalia'yı kullanın.
zh: **Vidalia 崩溃了，但 Tor 仍在运行**： 如果提示输入控制密码的对话框里有一个“复位设定”按钮， 你可以点击该按钮，Vidalia 会以一个新的随机控制密码重启 Tor。 如果你没有看到“复位设定”按钮，或者 Vidalia 无法重启 Tor， 请前往你的进程或任务管理器，终止 Tor 的进程。然后再用 Vidalia 来重启 Tor。

source: For more information, see the [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) on the Tor Project website.
ar: لمزيد من المعلومات, انظر [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) في موقع مشروع طور.
cs: Pro více informací navštivte [často kladené dotazy](https://torproject.org/docs/faq.html#VidaliaPassword) na stránce Tor Projektu.
de: Weitere Informationen finden Sie in der [FAQ] (https://torproject.org/docs/faq.html # VidaliaPassword) auf der Webpage des Tor-Projektes.
el_gr: Για περισσότερες πληροφορίε δείτε το [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) στον ιστότοπο του Tor Project.
es: Para más información, revise el [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) en el sitio web del Proyecto Tor.
fa: برای اطلاعات بیشتر [سوالات متداول](https://torproject.org/docs/faq.html#VidaliaPassword) را در وب‌سایت پروژه‌ی تور ببینید.
fr: Pour plus d'informations, consulter les [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) sur le site web du projet Tor.
hu: Kérjük tekintse meg további információkért a [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) oldalt a Tor Project weboldalán.
it: Per maggiori informazioni, si vedano le [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) sul sito del progetto Tor.
pt_br: Para mais informações, veja o [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) no site Tor Project.
tr: Ayrıntılı bilgi için Tor Projesi web sitesindeki sıkça sorulan sorulara [FAQ](https://torproject.org/docs/faq.html#VidaliaPassword) başvurabilirsiniz.
zh: 要了解更多，请参阅 Tor Project 网站上的 [常见问题](https://torproject.org/docs/faq.html#VidaliaPassword)。

source: ### Flash does not work For security reasons, Flash, Java, and other plugins are currently disabled for Tor. Plugins operate independently from Firefox and can perform activity on your computer that ruins your anonymity.
ar: ### الفلاش معطل لأسباب أمنية, الفلاش, والجافا, وإضافات أخرى يتم تعطيلها لبرنامج تور, تلك الإضافات يمكنها أن تبدأ تعمل بعيداً عن المتصفح وتقوم بنشاطات في جهازك وهذا ينافي التخفي.
hu: ### A Flash nem működik Biztonsági okokból a Flash, Java, és egyéb bővítmények tiltva vannak Tor üzemmódban. A bővítmények a Firefoól függetlenül működnek és képesek olyan műveletek végzésére, amelyek tönkretehetik az anonimitását.
it: ### Flash non funziona Per motivi di sicurezza, Flash, Java, ed altri plugins sono attualmente disabilitati per Tor. I plugin operano in modo indipendente da Firefox, e per tanto possono effettuare operazioni sul computer che mettono a rischio l'anonimato.
pt_br: ### Flash não funciona Por razões de segurança, Flash, Java, e outros plugins são desabilitados para o Tor. Plugins operam independentemente do Firefox e podem assumir atividades no seu computador que arruinariam seu anonimato.
zh: ### Flash 无法工作 基于安全理由，Flash、Java 和其他插件目前是禁用于 Tor 的。独立运作于 Firefox 或者可在你电脑中进行活动的插件，会破坏你的隐匿。

source: Most YouTube videos work with HTML5, and it is possible to view these videos over Tor. You need to join the [HTML5 trial](https://www.youtube.com/html5) on the YouTube website before you can use the HTML5 player.
ar: أغلب فيديوهات اليوتيوب تعمل مع HTMl5 ومن الممكن مشاهدة هذه الفيديوهات عند إستخدام تور ، تحتاج للإنضمام إلي [HTML5 trial](https://www.youtube.com/html5) في موقع اليوتيوب قبل أن تستخدم مشغل HTML5
cs: Většina YouTube videí fungují s HTML5 a je možné je skrz Tor zhlédnout. Musíte se přidat do [HTML5 trialu](https://www.youtube.com/html5) na stránce YouTube než budete moci HTML5 přehrávač použít.
de: Die meisten YouTube Videos arbeiten mit HTML5, diese können Sie sich über das TOR Netzwerk ansehen. Sie müssen sich dafür beim [HTML5 trial](https://www.youtube.com/html5) auf der YouTube Webseite anmelden bevor Sie den HTML5 Player benutzen können.
el_gr: Τα περισσότερα βίντεο του YouTube λειτουργούν με HTML5 και μπορείτε να δείτε τα βίντεο αυτά μέσα από το δίκτυο Tor. Πρέπει να εγγραφείτε στο [HTML5 trial](https://www.youtube.com/html5) στον ιστότοπο του YouTube για να μπορέσετε να χρησιμοποιήσετε την εφαρμογή αναπαραγωγής για HTML5.
es: La mayoría de los videos de YouTube funcionan con HTML5, y es posible ver esos videos mediante Tor. Necesita unirse a la [prueba de HTML5](https://www.youtube.com/html5) en el sitio web de YouTube antes de poder usar el reproductor HTML5.
fa: بیشتر ویدیوهای یوتوب یا HTML5 کار می‌کنند، و دیدن آن‌ها با تور امکان‌پذیر است. فقط کافی است قبل از این که بتوانید از پخش‌کننده‌ی HTML5 یوتوب استفاده کنید، به [آزمایش HTML5](https://www.youtube.com/html5) در وب‌سایت یوتوب بپیوندید.
fr: La plupart des vidéos de YouTube fonctionnent avec HTML5, et il est possible de regarder ces vidéos en utilisant Tor. Vous devez rejoindre la [plateforme de test HTML5] (https://www.youtube.com/html5) sur le site web de YouTube avant de pouvoir utiliser le lecteur de vidéo HTML5
hu: A legtöbb YouTube videó működik HTML5-tel, így megtekinthető Tor-on keresztül. Amire szüksége van, hogy csatlakozzon a [HTML5 próba](https://www.youtube.com/html5) oldalra a YouTube oldalán, mielőtt használni tudná a HTML5 lejátszót.
it: La maggior parte dei video su YouTube funzionano con HTML5, ed è possibile vedere questi video attraverso Tor. Sarà necessario entrare nel [programma di prova HTML5](https://www.youtube.com/html5) sul sito di YouTube prima di poter usare il player HTML5.
pt_br: Muitos vídeos do Youtube trabalham com HTML5, e é possível ver esses vídeos com o Tor. Você precisa se inscrever no site do Youtube antes de usar o player HTML5 [HTML5 trial](https://www.youtube.com/html5)
tr: Pek çok YouTube videosu HTML5 ile çalışmaktadır. Bu videoları Tor üzerinden seyretmek mümkün olmaktadır. Bunun için YouTube web sitesindeki [HTML5 trial](https://www.youtube.com/html5) sayfasından HTML5 deneme programına dahil olmanız gerekmektedir.
zh: 大多数 YouTube 视频兼容 HTML5，而 Tor 可以用于观看这些视频。你需要在 YouTube 网站上加入 [HTML5 体验计划](https://www.youtube.com/html5) 才能使用 HTML5 播放器。

source: Note that the browser will not remember that you joined the trial once you close it, so you will need to re-join the trial the next time you run the Tor Browser Bundle.
ar: علما بأن المتصفح لن يتذكر أنك انضمتت الى التجربة بمجرد إغلاقه ، لذلك سوف تحتاج لإعادة الانضمام إلى التجربة في المرة القادمة عند تشغيل حزمة متصفح تور.
cs: Pamatujte, že si prohlížeč nastavení trialu nebude po vypnutí pamatovat, takže se budete muset do trialu opět přidat až příště spustíte Tor Browser Bundle.
de: Bitte beachten Sie das der Browser sich nicht an die Anmeldung beim HTML5 Trial erinnern wird sobald Sie ihn schließen so das Sie beim nächsten Start sich wieder erneut beim HTML5 Trial anmelden müssen.
el_gr: Σημειώστε ότι ο φυλλομετρητής σας δεν θα θυμάται ότι εγγραφήκατε στην δοκιμή του HTML5 όταν τον κλείσετε και θα χρειαστεί να εγγραφείτε εκ νέου στην δοκιμή την επόμενη φορά που θα εκτελέσετε το Πακέτο Φυλλομετρητή Tor.
es: Nota: el navegador no recordará que usted se unió a la prueba de HTML5 una vez que lo cierre, necesitará re-ingresar a ella la próxima vez que ejecute el Parquete de Navegador Tor.
fa: به این نکته توجه کنید که مرورگر این که شما به آزمایش پیوستید را وقتی که آن را می‌بندید، به خاطر نمی‌سپارد؛ بنابراین نیاز است که بار بعدی که بسته مرورگر تور را اجرا می‌کنید، دوباره به آزمایش بپیوندید.
fr: Notez que le navigateur ne se souviendra pas que vous vous êtes connecté à la plateforme d'une fois que vous l'aurez fermé, vous devez donc vous y reconnecter au lancement suivant du package Navigateur Tor.
hu: Fontos megjegyezni ,hogy a böngésző ezt aválasztás nem jegyzi meg két indítása között, szóval a következő alkalommal mikor a Tor Böngésző csomagot használja, újra meg kell tennie ezt.
it: Si noti che il browser non terrà memoria della presa di partecipazione al programma una volta terminatane l'esecuzione, pertanto sarà necessario ripeterla alla prossima esecuzione del Tor Browser Bundle.
pt_br: Note que o navegador não irá lembrá-lo de que você se inscreveu no trial uma vez que você o feche, então você precisa se reinscrever na próxima vez em que rodar o pacote Tor Browser.
tr: Gizlilik ayarları nedeniyle tarayıcı kapatıldığında deneme programına katıldığınızı hatırlamayacaktır. Tor Tarayıcı Paketini yeniden çalıştırdığınızda deneme programına tekrar katılmanız gerekecektir.
zh: 请注意，浏览器被关闭后不会记住你加入过体验计划，所以你下次运行 Tor 浏览器软件包时将需要重新加入体验计划。

source: Please see the [Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) for more information.
ar: الرجاء الاطلاع على [Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) لمزيد من المعلومات.
cs: Pro více informací navštivte [Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html#noflash).
de: Bitte lesen Sie die [Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) für mehr Informationen.
el_gr: Για περισσότερες πληροφορίες, παρακαλούμε δείτε το [Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) .
es: Revise por favor el [FAQ de Torbutton](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) para mayores informaciones.
fa: لطفا برای اطلاعات بیشتر [سوالات متداول دکمه تور](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) را ببینید.
fr: S'il vous plait consulter la [FAQ Torbutton] (https://www.torproject.org/torbutton/torbutton-faq.html#noflash) pour plus d'informations.
hu: Kérjük tekintse meg további információkért a [Torbutton FAQ] (https://www.torproject.org/torbutton/torbutton-faq.html#noflash) oldalt.
it: Si vedano le [Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) per maggiori informazioni.
pt_br: Por favor, visite o [Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) para mais informações.
tr: Ayrıntılı bilgiyi [Torbutton FAQ](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) sayfasında bulabilirsiniz.
zh: 请参阅 [Torbutton 常见问题](https://www.torproject.org/torbutton/torbutton-faq.html#noflash) 以了解更多信息。

source: ### I want to use another browser For security reasons, we recommend that you only browse the web through Tor using the Tor Browser Bundle. It is technically possible to use Tor with other browsers, but by doing so you open yourself up to potential attacks.
ar: ### أنا أريد إستخدام متصفح آخر لأسباب أمنية, نحن ننصحك بأن تتصفح الإنترنت بواسطة المتصفح بداخل حزمة المتصفح الخاصة ببرنامج تور, من الممكن عملياً أن تستخدم تور مع متصفح آخر, ولكن إذا فعلت ذلك فأنت تعرض نفسك لعدد من الهجمات المحتملة.
hu: ### Más böngészőt használnék Biztonsági okokból ajánljuk, hogy csak a Tor Böngésző csomagon keresztül böngésszen. Technikailag lehetséges, hogy más böngészőt használjon, de ezzel potenciális támadásoknak teszi ki magát.
it: ### Vorrei usare un altro browser Per ragioni di sicurezza, raccomandiamo di navigare unicamente attraverso il Tor Browser Bundle. E' tecnicamente possibile utilizzare Tor con altri Browser, ma così facendo ci si espone a potenziali attacchi.
pt_br: ### Eu quero usar outro navegador Por razões de segurança, nós recomendamos que você use navegue através da rede Tor usando o Tor Browser do pacote. Tecnicamente é possível utilizar Tor com outros navegadores, mas fazendo isto você estará aberto para potenciais ataques.
zh: ### 我想使用其它浏览器 基于安全理由，我们推荐你仅使用 Tor 浏览器软件包来浏览互联网。Tor 在技术上是可以和其它浏览器一起使用的，但这样做你就迎向了潜在的攻击。

source: ### Why Tor is slow Tor can sometimes be a bit slower than your normal Internet connection. After all, your traffic is sent through many different countries, sometimes across oceans around the world!
ar: ### لماذا برنامج تور بطئ برنامج تور أحياناً يمكن أن يكون أبطأ قليلاً من سرعة الإتصال الخاصة بك. لأن إتصالك بالإنترنت يمر بعدة دول, وأحياناً بعدة محيطات حول العالم.
hu: ### Miért lassú a Tor A Tor néha lassabb, mint a normális internet kapcsolata. Ez azért van mert a forgalom különböző országokon, néha az óceánok alatt is átküldésre kerül.
it: ### Perché Tor è così lento? Tor a volte può essere un po' più lento della vostra normale connessione ad Internet. Dopo tutto, il vostro traffico è spedito attraverso diversi paesi, a volte al di la dell'oceano attorno al mondo!
pt_br: ### Por que o Tor é lento Tor pode algumas vezes ser um pouco mais lento do que sua Internet normal. Afinal, seu tráfego está atravessando diferentes países, algumas vezes oceanos ao redor do mundo!
zh: ### 为什么 Tor 这么慢 Tor 有时候会比你正常的互联网连接慢一些。毕竟，你的流量穿越着许多不同国家，跨洋过海的传送。

source: The image above illustrates a user browsing to different websites over Tor. The green monitors represent relays in the Tor network, while the three locks represent the layers of encryption between the user and each relay.
es: La imagen arriba ilustra a un usuario navegando en distintos sitios a través de Tor. Los monitores verdes representan relés en la red Tor, mientras que los tres candados representan las capas de encriptado entre el usuario y cada relé.

source: # The Short User Manual
fr: # Manuel Utilisateur Simple

source: The image above illustrates a user browsing to the Twitter website over Tor. The green monitors represent relays in the Tor network, while the three locks represent the layers of encryption between the user and each relay.
fr: L'image ci-dessus illustre la navigation d'un utilisateur sur le site Twitter en utilisant Tor. Les indicateurs verts représente les "relais" au sein du réseau Tor, tandis que les trois verrous matérialisent les étapes de chiffrement entre l'utilisateur et chaque "relai"

source: If you are communicating sensitive information, for example when logging on to a website with a username and password, make sure that you are using HTTPS (e.g. **https**://twitter.com/, not **http**://twitter.com/).
fr: Si vous communiquez des informations sensibles, par exemple quand vous vous loguez à un site web avec votre nom d'utilisateur et votre mot de passe, assurez-vous d'utiliser HTTPS (i.e. **https**://twitter.com/, et pas **http://twitter.com/).

source: There are two different ways to get hold of the Tor software. You can either browse to the [Tor Project website](https://www.torproject.org/) and download it there, or you can use GetTor, the email autoresponder.
fr: Il existe deux manières différentes d'obtenir le logiciel Tor. Vous pouvez soit aller sur le [site web du projet Tor](https://www.torproject.org/) et le télécharger à cet endroit soit utiliser GetTor, l'outil de réponse automatique par email.
