Repository: traumschule/tor-translation
Catalog: */tsum.po
Languages: ar, cs, de, el_gr, es, fa, fr, hu, it, pt_br, tr, zh

source: **Your system clock is off**: Make sure that the date and time on your system is correct, and restart Tor. You may need to synchronize your system clock with an Internet time server.
cs: **Vaše systémové hodiny jdou mimo**: Ujistěte se, že datum a čas ve vašem systému josu správné a restartujte Tor. Možná bude potřeba synchronizovat vaše systémové hodiny s Internetovým časovým serverem.
de: **Your system clock is off**: Stellen Sie sicher das Datum und Uhrzeit richtig eingestellt sind und starten Sie dann TOR erneut. Sie können die System-Uhr mit Hilfe eines Internet Zeit-Servers einstellen.
el_gr: **Your system clock is off**: Βεβαιωθείτε ότι η ημερομηνία και η ώρα στο σύστημά σας είναι σωστές και επανεκκινήστε το Tor. Ίσως χρειαστεί να συγχρονίσετε το σύστημά σας με έναν Διαδικτυακό εξυπηρετητή ώρας.
es: **Su reloj de sistema mal configurado**: Asegúrese que la fecha y hora en su sistema es correcta, y reinicie Tor. Puede ser que necesite sincronizar su reloj de sistema con un servidor horario en Internet
fa: **Your system clock is off**: اطمینان حاصل کنید که تاریخ و زمان سیستم شما درست است، و سپس تور را دوباره راه‌اندازی کنید. ممکن است نیاز داشته باشید که زمان سیستم خود را با یک سرویس‌دهنده‌ی زمان (time server) اینترنتی، همگام کنید.
fr: ** Votre horloge système ne fonctionne pas**; Assurez-vous que la date et l'heure de votre système sont correctes, et relancer Tor. Il pourrait être nécessaire de synchroniser votre horloge système avec un serveur de temps sur Internet.
hu: **A rendszer órája eltér**: Ellenőrizze, hogy az idő és dátum beállítás megfelelő-e a gépén, állítsa be, majd indítsa újra a Tor-t. Szüksége lehet a gép órájának Internet idő szerverre szinkronizálásra.
it: **L'orologio di sistema è disattivato**: Ci si assicuri che data ed ora sul proprio computer siano configurate correttamente, e si riavvii Tor. Potrebbe essere necessario sincronizzare il proprio orologio di sistema con un Internet time server.
pt_br: **O relógio do seu sistema está desligado**: Tenha certeza de que a data e hora no seu sistema esteja correta, e reinicie o Tor. Você deve sincronizar seu relógio do sistema com algum servidor de hora da Internet.
tr: **Sistem saatiniz yanlış**: Bilgisayarınızdaki tarih ve zamanın doğru olduğundan emin olun ve Tor'u yeniden başlatın. Bilgisayarınızı saati bir Internet zaman sunucusundan alacak şekilde ayarlamanız gerekebilir.
zh: **你的系统时钟不准确**：请确保你系统中的日期和时间正确，然后重启 Tor。你也许需要把系统时钟与某台网络时间服务器进行同步。

source: **You are behind a restrictive firewall**: To tell Tor to only try port 80 and port 443, open the Vidalia control panel, click on *Settings* and *Network*, and tick the box that says *My firewall only lets me connect to certain ports*.
ar: **أنت خلف جدار ناري مقيّد**: من أجل جعل طور يقوم بتجريب المنافذ 80 و 443 فقط,افتح لوحة تحكم فيداليا, انقر على *الأعدادات* و *الشبكة*, وضع اشارة على الصندوق الذي يقول *جداري الناري يسمح لي بالاتصال بمنافذ محددة*.
cs: **Jste za restriktivním firewallem**: Aby Tor zkoušel jenom porty 80 a 443, otevřte ovládací panel Vidalii, klikněte na *Settings*, *Network*, a zaškrtněte *My firewall only lets me connect to certain ports*.
de: **You are behind a restricitive firewall**: Bitte stellen Sie dafür in TOR die Verwendung von Port 80 und 443 ein in dem Sie das Vidalia Kontroll-Menü öffnen und *Settings* sowie *Network* auswählen und dann den Punkt *My firewall only lets me connect to certain ports* aktivieren.
el_gr: **You are behind a restrictive firewall**: Για να πείτε στο Tor να χρησιμοποιεί τις μόνον τις θύρες 80 και 443, ανοίξτε τον πίνακα ελέγχου του Vidalia, πατήστε *Settings* και *Network*. Επιλέξτε την επιλογή που λέει *My firewall only lets me connct to certain ports*.
es: **Usted está tras un cortafuegos restrictivo**: Para decirle a Tor que solo use los puertos 80 y 443, abra el panel de control de vidalia, clickee en *Configuración de retransmisión* y luego en *Red*, ahí marque la casilla que dice *Mi cortafuegos sólo me permite conectarme a ciertos puntos*.
fa: **You are behind a restrictive firewall**: برای این که به تور بگویید که فقط پورت‌های ۸۰ و ۴۴۳ را امتحان کند،ویدالیا را باز کرده، روی *Settings* و بعد از آن *Network* کلیک کنید و گزینه‌ای که می‌گوید *My firewall only lets me connect to certain ports* را تیک بزنید.
fr: **You are behind a restrictive firewall**; Pour indiquer à Tor d'utiliser exclusivement le port 80 et le port 443, ouvrez le panneau de contrôle Vidalia, cliquer sur "Settings" - paramètres - puis "Network" -réseau-, et cocher la case *My firewall only lets me connect⏎ to certain ports* - Mon firewall ne me laisse me connecter que sur certains ports
hu: **Korlátozó tűzfal mögött van**: Hogy a Tor részére megadhassa, hogy csak a 80 és a 443 portokon próbálkozzon, nyissa meg a Vidalia vezérlő panelt, kattintson a *Beállítások* opcióra, majd a *Hálózat* opcióra, és jelölje be, az *A tűzfalam csak néhány porton engedélyez kapcsolódást* opciót.
it: **Ci si trova dietro un firewall con restrizioni**: Per dire a Tor di provare solo con le porte 80 e 443, si aprea il pannello di controllo di Vidalia, si faccia click su *Settings* e *Network*, e si spunti la casella che dice *Il mio firewall mi permette di connettermi solo a determinate porte*.
pt_br: **Você está atrás de um firewall restritivo**: Para dizer ao Tor para usar somente a porta 80 e porta 443, abra o painel de controle do Vidalia, clique em *Configurações* e *Rede*, e marque a caixa que diz *Meu firewall só me permite conectar através de certas portas*.
tr: **Bağlantı Kısıtlamaları getiren bir güvenlik duvarının arkasında olabilirsiniz**: Tor'un sadece 80 ve 443 numaralı portları kullanmasını sağlamak için, Vidalia kontrol panelini açarak önce *Settings*, ardından *Network*'e tıklayın. *My firewall only lets me connect to certain ports* seçeneğini aktif hale getirin.
zh: **你受限于防火墙软件**：让 Tor 仅尝试 80 和 443 端口，打开 Vidalia 控制面板，点击 *设置*，*网络*，然后选中 *我的防火墙只允许我连接到指定端口* 的选项框。

source: **Your anti-virus program is blocking Tor**: Make sure that your anti-virus program is not preventing Tor from making network connections.
ar: **برنامج مكافحة الفيروس يقوم بمنع طور**: تأكد من الآتي برنامج مكافحة الفيروس لا يقوم بمنع طور من إجراء اتصال بالشبكة.
cs: **Váš antivirový program blokuje Tor**: Ujistěte se, že váš antivirus nebrání Toru připojit se k síti.
de: **Dein Antivirenprogramm blockiert Tor** Stelle sicher, dass das Antivirenprogram Tor nicht davon abhält Netzwerkverbindungen zu ersetellen.
el_gr: **Το αντι-ιϊκό σας πρόγραμμα εμποδίζει το Tor**: Βεβαιωθείτε ότι το αντι-ιϊκό σας πρόγραμμα δεν εμποδίζει το Tor να πραγματοποιεί δικτυακές συνδέσεις.
es: **Su anti-virus está bloqueando Tor**: Asegúrese que su programa de anti-virus no esté previniendo que Tor realice conexiones de red.
fa: **Your anti-virus program is blocking Tor**: اطمینان حاصل کنید که نرم‌افزار آنتی‌ویروس شما از تور برای اتصال به شبکه، جلوگیری نمی‌کند.
fr: **Your anti-virus program is blocking Tor** Assurez-vous que votre programme antivirus n'empêche pas Tor de faire des connexions réseau.
hu: **A víruskeresője blokkolja a Tor-t**: Ellenőrizze, hogy a víruskeresője ne blokkolja aTor-t a hálózati kapcsolatok létrehozásában.
it: **Il proprio programma anti-virus sta bloccando Tor**: Ci si assicuri che il proprio programma anti-virus non stia impedendo a Tor di effettuare connessioni di rete.
pt_br: **Seu anti-vírus está bloqueando o Tor**: Tenha certeza de que seu anti-vírus não está bloqueando o Tor para realizar conexões de rede.
tr: **Anti-virüs programınız Tor'u engelliyor olabilir**: Anti-virüs programınızın Tor'un ağ bağlantıları kurmasına engel olmadığından emin olun.
zh: **你的反病毒软件正在阻挡 Tor**：请确保你的反病毒软件没有阻止 Tor 进行网络连接。

source: If Tor still doesn't work, it's likely that your Internet Service Provider (ISP) is blocking Tor. Very often this can be worked around with **Tor bridges**, hidden relays that aren't as easy to block.
ar: اذا لم يعمل طور, على الأغلب أن مزود الخدمة لديك (ISP) يقوم بحجب طور. في أغلب الأحيان يمكنك تجاوز هذه المشكلة عبر **جسور طور**, مبدلات مخفية ليس من السهل حجبها.
cs: Pokud Tor stále nefunguje, je pravděpodobné že váš provider internetu (ISP) blokuje Tor. To lze velmi často obejít za použití **Tor mostů** (Tor bridges), skrytými relayi které není tak jednoduché zablokovat.
de: Wenn Tor weiterhin nicht funktionieren sollte, ist es möglich dass dein Internet Service Provider (ISP) Tor blockiert. Sehr häufig kann man dies mit **Tor bridges** und hidden relays umgehen, die nicht leicht zu blockieren sind.
el_gr: Αν το Tor εξακολουθεί να μην δουλεύει είναι πιθανό ο Παροχέας Διαδικτυακών Υπηρεσιών (ISP) να φράσσει το Tor. Κάτι τέτοιο συχνά ξεπερνιέται με την επιλογή **Tor bridges**, κρυφούς αναμεταδότες που είναι δύσκολο να φραγούν.
es: Si Tor sigue sin funcionar, es probable que su Proveedor de Internet (ISP) esté bloqueándolo. Frecuentemente esto puede ser evitado mediante el uso de **Puentes de Tor**(Tor Bridges), relays ocultos que no son tan fáciles de bloquear.
fa: اگر تور همچنان کار نمی‌کند، احتمال دارد که سرویس‌دهنده‌ی اینترنت (ISP) شما، تور را مسدود کرده باشد. در بیشتر مواقع این می‌تواند با استفاده از **پل‌های تور** حل شود، رله‌های مخفی‌ای که مسدود کردنشان ساده نیست.
fr: Si Tor ne fonctionne toujours pas, il est probable que votre Fournisseur d'Accès Internet (FAI) bloque Tor. Très souvent cela peut être contourné à l'aide de **ponts Tor**, des relais cachés qui sonis moins faciles à bloquer.
hu: Ha a Tor továbbra sem működik, elképzelhető, hogy az Internet szolgáltatója (ISP) blokkolja a Tor-t. Ez legtöbbször kikerülhető a *Tor Hidak* használatával, amelyek rejtett Elosztók, amit nehéz blokkolni.
it: Se Tor continua a non funzionare, è probabile che il proprio Internet Service Provider (ISP) stia bloccando Tor. Molto spesso, tale circostanza può essere bypassata solo utilizzando i **Tor bridges**, dei relais nascosti difficili da bloccare.
pt_br: Se ainda assim o Tor não funcionar, é provável que seu Provedor de Serviços da Internet (ISP) esteja bloqueando o Tor. Muitas vezes pode ser trabalhado com **pontes Tor**, retransmissores ocultos que não são tão fáceis de bloquear.
tr: Tor hala çalışmıyorsa, Internet servis sağlayıcınız Tor bağlantılarını blokluyor olabilir. Bu bloklama, çoğunlukla **Tor köprüleri** (Tor bridges), yani gizli aktarma sunucuları kullanılarak aşılabilir.
zh: 如果 Tor 仍然不能工作，那么可能是你的互联网服务提供商（ISP）正在阻挡 Tor。这通常可以使用 **Tor 网桥** —— 不易被阻挡的隐蔽中继服务器，来绕开阻挡。

source: If you need help with figuring out why Tor can't connect, send an email to help@rt.torproject.org and include the relevant parts from the log file.
ar: إذا كنت تريد مساعدة في معرفة لماذا لا يستطيع تور الإتصال بالشبكة, إرسل رسالة إلكترونية لـ help@rt.torproject.org وارفق معها الأجزاء المعنية بالخطأ في سجلات الخطأ.
cs: Pokud potřebujete pomoc zjistit proč se Tor nechce připojit, pošlete email na help@rt.torproject.org a zahrňte podstatné části z logů.
de: Wenn Sie herausfinden wollen warum Tor sich nicht mit dem Netzwerk verbinden kann dann senden Sie bitte ein e-Mail an help@rt.torproject.org und fügen Sie die entsprechenden Informationen aus dem Log File hinzu.
el_gr: Αν χρειαστείτε βοήθεια όταν το Tor δεν μπορεί να συνδεθεί, στείλτε ηλεκτρονικό μήνυμα στην διεύθυνση help@rt.torproject.org και προσθέστε τα σχετικά τμήματα από το αρχείο καταγραφής.
es: Si necesita ayuda para saber por qué Tor no se puede conectar, envíe un correo a help@rt.torproject.org e incluya las partes relevantes del registro de mensajes.
fa: اگر شما برای این که بفهمید چرا تور متصل نمی‌شود، مشکل داشتید، یک ایمیل به help@rt.torproject.org بفرستید و در آن قسمت مربوطه از فایل لاگ را قرار دهید.
hu: Ha segítséget szeretne ahhoz, hogy kitalálja, miért nem tud a Tor kapcsolódni, küldjön egy emailt, a help@rt.torproject.org címre és csatolja a kapcsolodó részét a log fájlnak.
it: Se si necessita di aiuto per capire perché Tor non riesce a connettersi, si invii una email a help@rt.torproject.org includendo le rilevanti parti del file di log.
pt_br: Se você precisa de ajuda para descobrir porque o Tor não consegue se conectar, envie um e-mail para help@rt.torproject.org e inclua as partes relevantes do arquivo de log.
tr: Tor'un neden bağlanamadığını anlamak için yardıma ihtiyacınız olursa help@rt.torproject.org adresine kayıt dosyasından problemle ilgili kısımları içeren bir e-posta gönderin.
zh: 如何你需要帮助去判断为什么 Tor 无法连接，请发送电子邮件到 help@rt.torproject.org ，并附上日志文件的相关部分内容。

source: ### How to find a bridge To use a bridge, you will first have to locate one; you can either browse to [bridges.torproject.org](https://bridges.torproject.org/), or you can send an email to bridges@torproject.org. If you do send an email, please make sure that you write **get bridges** in the body of the email. Without this, you will not get a reply. Note that you need to send this email from either a gmail.com or a yahoo.com address.
cs: ### Jak zajistit most Abyste mohli použít most, musíte nejprve nějaký najít; můžete buď navštívit [bridges.torproject.org](https://bridges.torproject.org/), nebo můžete poslat email na bridges@torproject.org. Pokud se rozhodnete poslat email, prosím napište **get bridges** do těla emailu. Bez toho nedostanete odpověď. Také je tento email potřeba poslat z gmail.com nebo yahoo.com adresy.
de: ### Wie finde ich einen Bridge Server ? Bevor Sie einen Bridge Server benutzen können müssen Sie erst einen lokalisieren. Sie können per Browser unter [bridges.torproject.org](https://bridges.torproject.org/) Bridge Server finden oder sich per e-Mail an bridges@torproject.org wenden. Sollten Sie eine e-Mail senden dann tragen Sie bitte im Text-Feld **get bridges** ein. Ohne diesen Text werden Sie keine Informationen zu den Bridge Servern erhalten. Dieses e-Mail muß zwingend von einer gmail.com oder einer yahoo.com Absender-Adresse kommen.
es: ### Cómo encontrar un puente Para usar un puente, usted necesita primero encontrar uno; puede navegar a [bridges.torproject.org](https://bridges.torproject.org/), o puede enviar un correo electrónico a bridges@torproject.org. Si decide enviar el correo electrónico, asegúrese de escribir **get bridges** en el cuerpo del correo. Sin esta línea, no obtendrá respuesta alguna. Por favor note que necesita enviar este correo desde una dirección gmail.com o yahoo.com.
fa: ### چگونه یک پل پیدا کنیم ⏎ برای استفاده از پل، شما ابتدا باید یک پل را مکان‌یابی کنید؛ برای این کار می‌توانید به [bridges.torproject.org](https://bridges.torproject.org/) بروید یا این که یک ایمیل به bridges@torproject.org بفرستید. اگر می‌خواهید ایمیل ارسال کنید اطمینان حاصل کنید که در قسمت بدنه‌ی ایمیل، عبارت **get bridges** را نوشته‌اید. بدون این عبارت، شما پاسخی دریافت نخواهید کرد. به این نکته توجه کنید که لازم است شما این ایمیل را از آدرس‌های جی‌میل (gmail.com) یا یاهو (yahoo.com) بفرستید.
hu: ### Hogyan találjon egy hidat Ahhoz, hogy hidat használjon előszor szereznie kell egyet; ehhez ellátogathat a [bridges.torproject.org](https://bridges.torproject.org/) címre vagy küldhet egy emailt a bridges@torproject.org címre. Ha emailt küld, akkor legyen benne biztos, hogy beleírja a **get bridges** (hidak lekérése) szöveget a levél törzsébe. E nélkül nem fog választ kapni. Jegyezze meg, hogy ezt az emailt egy gmail.com vagy a yahoo.com címről kell küldenie.
it: ### Come trovare un bridge Per usare un bridge, è innanzitutto necessario trovarne uno; è possibile visitare il sito [bridges.torproject.org](https://bridges.torproject.org/), o mandare un'email a bridges@torproject.org. Se si invia una email, ci si assicuri di scrivere **get bridges** nel corpo del messaggio. Senza di questo, non si riceverà alcuna risposta. Si noti che è necessario inviare questa email da un account email presso gmail.com o yahoo.com.
pt_br: ### Como encontrar uma ponte Para usar uma ponte, você precisa primeiro localizar uma; você pode navegar até [bridges.torproject.org](https://bridges.torproject.org/), ou você pode enviar um e-mail para bridges@torproject.org. Se você enviar um e-mail, tenha certeza de escrever **get bridges** no corpo da mensagem. Sem isto, você não receberá resposta. Note que você precisa enviar este e-mail de um endereço gmail.com ou yahoo.com.
tr: ### Köprü nasıl bulunur Köprü kullanmak için öncelikle köprünün adresini bilmek gerekir. Bunun için web tarayıcınızla [bridges.torproject.org](https://bridges.torproject.org/) adresine bağlanabilir, veya bridges@torproject.org adresine bir e-posta gönderebilirsiniz. Eğer e-posta gönderirseniz, lütfen e-postanın içerisinde **get bridges** yazdığınıza emin olun. Yoksa bir cevap gönderilmeyecektir. Ayrıca, bu e-postanın bir gmail.com veya yahoo.com adresinden gönderilmesi gerekmektedir.
zh: ### 如何寻找一个网桥 要使用网桥，你首先需要找一个。你可以浏览 [bridges.torproject.org](https://bridges.torproject.org/) ，或者发送电子邮件到 bridge@torproject.org 。如果发送电子邮件，请你确保在电子邮件的正文区域内写上 **get bridges**。否则你将得不到回复。请注意你只能使用 gmail.com 或 yahoo.com 邮箱来发送此邮件。

source: Configuring more than one bridge address will make your Tor connection more stable, in case some of the bridges become unreachable. There is no guarantee that the bridge you are using now will work tomorrow, so you should make a habit of updating your list of bridges every so often.
ar: إعداد أكثر من عنوان لجسر الشبكة يجعل اتصال تور أكثر إستقراراً ، في حال أن عدد من الجسور أصبح لا يمكن الوصول إليه ، ليس هنالك ضمان بأن الجسر الذي تقوم بإستخدامه اليوم يقوم بالعمل غداً ، ولذلك يجب عليك أن تعتاد على تحديث قائمة الجسور بصورة دائمة .
cs: Nakonfigurování více jak jednoho mostu udělá vaše Tor připojení stabilnější v případě, že některé z mostů se stanou nepřístupné. Není žádná záruka, že most který používate dnes bude fungovat zítra, takže je dobrý nápad jednou za čas seznam mostů obnovovat.
de: Wenn Sie mehr als eine Bridge Adresse einstellen wird dies zu einer stabilere Verbindung führen für den Fall das einige Bridges nicht erreichbar sein sollten. Es gibt keine Garantie das die Bridge die Sie heute verwenden Morgen auch noch funktioniert. Sie sollten sich aus diesem Grund angewöhnen Ihre Bridge Liste so oft wie möglich zu aktualisieren.
el_gr: Σε περίπτωση που κάποια από τις γέφυρες καταστεί απροσπέλαστη, η ρύθμιση περισσοτέρων της μιας διευθύνσεων γέφυρας θα κάνει τις συνδέσεις σας με το Tor σταθερότερες.
es: Configurar más de un puente hará su conexión Tor más estable en que caso que algunos de los puentes se vuelvan inaccesibles. No hay garantías que un puente que use hoy funcione mañana, es necesario hacerse el hábito de actualizar la lista de puentes frecuentemente.
fa: تنظیم بیشتر از یک پل، در جایی که بعضی از پل‌ها از دسترس خارج شوند، اتصال تور را پایدارتر خواهد کرد. هیچ تضمین نیست که پلی که شما امروز استفاده می‌کنید، فردا نیز کار کند، پس شما باید عادت کنید که لیست پل‌هایتان را مرتبا به روز کنید.
fr: Configurer plus d'une adresse de passerelle rendra votre connexion Tor plus stable, dans le cas ou une ou des passerelles deviendrait injoignables. Il n'y a aucune garantie que la passerelle que vous utilisez aujourd'hui fonctionne encore demain, vous devriez donc prendre l'habitude de mettre à jour votre liste de passerelle le plus souvent possible.
hu: Egynél több híd cím konfigurálása a Tor kapcsolatot stabilabbá teszi, gondolva azokra az esetekre, amikor egyik-másik elérhetetlenné válik. Nincs arra garancia, hogy a most használt híd holnap is elérhető lesz, ezért fel kell készülnie arra, hogy a hidak listáját sűrűn frissítenie kell.
it: Configurare più di un indirizzo di bridge renderà la propria connessione Tor più stabile, nel caso alcuni bridges diventino non raggiungibili. Non c'è garanzia infatti che il bridge che si usa sia ancora attivo domani, pertanto è buona pratica aggiornare spesso la lista dei bridges.
pt_br: Configurar mais do que uma ponte fará sua conexão com Tor mais estável, no caso de algumas das pontes tornarem-se inacessíveis. Não há garantias de que a ponte que você está usando agora esteja funcionando amanhã, então você deve ter o hábito de atualizar sua lista de pontes de vez em quando.
tr: Birden fazla köprü adresi tanımlamak köprülerden bazılarının erişilemez hale gelmesi durumunda Tor bağlantınızın daha dayanıklı olmasını sağlayacaktır. Kullanmakta olduğunuz bir köprünin yarın çalışacağının bir garantisi bulunmamaktadır, bu nedenle köprü listenizi arada güncellemeyi alışkanlık edinmelisiniz.
zh: 配置一个以上的网桥地址，能让 Tor 的连接在某些网桥无法访问时更加稳定。你无法保证今天能使用的网桥明天仍然能用，所以你应该养成时常更新网桥列表的习惯。

source: ### How to use a bridge Once you have a set of bridges to use, open the Vidalia control panel, click on *Settings*, *Network* and tick the box that says *My ISP blocks connections to the Tor network*. Enter the bridges in the box below, hit *OK* and start Tor again.
cs: ### Jak použít most Jakmile budete mít mosty k použití, otevřte ovládací panel Vidalii, klikněte na *Settings*, *Network* a zaškrtněte *My ISP blocks connections to the Tor network*. Vepište mosty do kolonky níže, stiskněte *OK* a spusťte Tor znovu.
es: ### Cómo usar un puente Una vez que ha configurado los puentes a utilizar, abra el tablero de control de Vidalia y haga clic en *Configuración*, *Red* y marque la casilla que dice "Mi ISP bloquea la conexión a la red Tor". Introduzca los puentes en el campo de abajo, pulse *OK* y reinicie Tor.
fa: ### چگونه از یک پل استفاده کنیم ⏎ هر وقت که شما یک مجموعه از پل‌ها دارید که می‌خواهید از آنها استفاده کنید، ویدالیا را باز کنید، روی *Settings* و سپس *Network* کلیک کنید و گزینه‌ی زير را تیک بزنید: *My ISP blocks connections to the Tor network* در قسمت زیر آن، پل‌هایتان را وارد کنید و *OK* را بزنید. سپس تور را دوباره آغاز کنید.
hu: ### Hogyan használja a hidakat Ha kapott egy készlet hidat, nyissa meg a Vidalia vezérlőpultját, és kattintson a *Beállítások*, *Hálózat* pontokra, majd jelölje az *A szolgáltatóm blokkolja a Tor-t* opciót. Adja meg a hidak címét az alatta található szövegdobozba, majd nyomjon OK gombot és indítsa újra a Tor-t.
it: ### Come usare un bridge Una volta ottenuto un'insieme di bridge utilizzabili, si apra il pannello di controllo di Vidalia alla voce *Settings*, *Network* e si spunti la casella che dice *Il mio ISP blocca le connessioni verso la rete Tor*. Si inseriscano i bridges nel campo di testo sottostante, si faccia click su *OK* e si avvii nuovamente Tor.
pt_br: ### Como usar uma ponte Uma vez que você tem uma lista de pontes para usar, abra o painel de controle do Vidalia, clique em *Configurações*, *Rede* e marque a caixa que diz *Meu ISP bloqueia conexões para a rede Tor*. Insira as pontes na caixa abaixo, clique em *OK* e inicie o Tor novamente.
tr: ### Köprü nasıl kullanılır Kullanacağınız köprülerin adreslerini öğrendikten sonra, Vidalia kontrol panelini açarak önce *Settings*, ardından *Network*'e tıklayın. Bu sayfadaki *My ISP blocks connections to the Tor network* seçeneğini seçin. Köprüleri altındaki kutuya girerek *OK* düğmesine basın ve Tor'u yeniden başlatın.
zh: ### 如何使用网桥 当你找到些可用的网桥后，打开 Vidalia 控制面板，点击 *设置*，*网络*，然后勾上 *我的 ISP 阻挡了对 Tor 网络的连接* 的选项框。在下面的方框里填上网桥地址，点击 *确定* 并再次启动 Tor。
