Repository: traumschule/tor-translation
Catalog: */tsum.po
Languages: ar, cs, de, el_gr, es, fa, fr, hu, it, pt_br, tr, zh

source: ### How to use an open proxy If using a bridge does not work, try configuring Tor to use any HTTPS or SOCKS proxy to get access to the Tor network. This means even if Tor is blocked by your local network, open proxies can be safely used to connect to the Tor Network and on to the uncensored Internet.
cs: ### Jak použít otevřenou proxy Pokud vám nejde použít most, zkuste nastavit Tor pro použití jakékoliv HTTPS nebo SOCKS proxy pro získání přístupu k síti Tor. To znamená, že i když je Tor blokovaný vaší lokální sítí, otevřené proxy mohou bezpečně umožnit přístup na síť Tor a na necenzorovaný internet.
fa: ### چگونه از یک پروکسی باز استفاده کنیم ⏎ اگر استفاده از پل موفقیت‌آمیز نبود، سعی کنید تور را جوری تنظیم کنید که از یک پروکسی HTTPS یا SOCKS ابرای اتصال به شبکه‌ی تور استفاده کند. این بدان معنی است که اگر شبکه‌ی محلی شما تور را بسته بود، پروکسی‌های باز می‌توانند به صورت امن برای اتصال به شبکه‌ی تور و اینترنت سانسورنشده استفاده شوند.
hu: ### Hogyan használjak nyílt proxy-t Ha a híd használata nem segít, próbálja meg a Tor-t bekonfigurálni, hogy HTTPS vagy SOCKS proxy-t használjon a Tor hálózat eléréséhez. Ez azt jelenti, hogy ha a Tor blokkolva is van a helyi hálózatán, a nyílt proxy-k segítésével biztonságosan kapcsolódhat a Tor hálózathoz és a nem cenzorált internethez.
it: ### Come utilizzare un proxy aperto Se non si riesce ad utilizzare un bridge, si provi a configurare Tor per utilizzare un proxy HTTPS o SOCKS per avere accesso alla rete Tor. Questo significa che anche se Tor è bloccato dalla propria rete locale, dei proxy aperti possono essere utilizzati in modo sicuro per connettersi alla rete Tor e conseguentemente ad Internet senza censura.
pt_br: ### Como usar um proxy aberto Se usar uma ponte não funcionou, tente configurar o Tor para usar qualquer proxy HTTPS ou SOCKS para obter acesso à rede Tor. Isto significa que mesmo que sua rede local bloqueie o Tor, proxies abertos podem ser usados seguramente para se conectar à rede Tor e à Internet não censurada.
tr: ### Açık bir vekil sunucu nasıl kullanılır Köprü kullanmak da işe yaramadıysa, Tor ağına bağlanmak için Tor'u bir HTTPS veya SOCKS vekil sunucu kullanacak şekilde ayarlayabilirsiniz. Bu sayede Tor yerel ağınız tarafından bloklansa bile, açık vekil sunucular Tor ağı üzerinden sansürsüz Internete bağlanmak için emniyetli bir şekilde kullanılabilir.
zh: ### 如何使用代理服务器 如果使用网桥无法凑效，请尝试配置 Tor 去使用任何 HTTPS 或 SOCKS 代理以取得与 Tor 网络的连接。也就是说即使 Tor 已被你的本地网络所阻挡，你也可以安全地透过代理服务器连接到 Tor 网络，去访问一个未经审查的互联网。

source: The steps below assume you have a functional Tor/Vidalia configuration, and you have found a list of HTTPS, SOCKS4, or SOCKS5 proxies.
cs: Následující kroky předpokládají, že máte funkční Tor/Vidalia konfiguraci, a že jste našli seznam HTTPS, SOCKS4, či SOCKS5 proxin.
de: Die unten genannten Schritte setzten eine funktionierende TOR/Vidalia Konfiguration und eine Liste von HTTPS, SOCKS4 oder SOCKS5 Proxies voraus.
el_gr: Στα βήματα που ακολουθούν υποθέτουμε ότι έχετε μια λειτουργική ρύθμιση των Tor/Vidalia και έχετε στην διάθεσή σας μια λίστα με πληρεξούσιους εξυπηρετητές HTTPS, SOCKS4 ή SOCKS5.
es: Los pasos siguientes asumen que usted tiene una configuración de Tor/Vidalia funcional y que ha encontrado una lista de proxies HTTPS, SOCKS4, o SOCKS5.
fa: مراحل زیر فرض می‌کنند که شما یک تنظیمات تور/ویدالیای کارا دارید و همچنین یک لیست از پروکسی‌های HTTPS، SOCKS4 یا SOCKS5 پیدا کرده‌اید.
fr: Les étapes ci-dessous supposent que vous avez une configuration Tor/Vidalia fonctionnelle, et que vous avez trouvé une liste de proxies HTTPS, SOCKS4 ou SOCKS5.
hu: Az alábbi lépések feltételezik, hogy működő Tor/vidali beállításai vannak, és talált egy listát az elérhető HTTPS, SOCKS4 vagy SOCKS5 proxy-khoz.
it: I seguenti passi assumono che si abbia una configurazione funzionante di Tor/Vidalia, e che si abbia a disposizione una lista di proxy HTTPS/SOCKS4 o SOCKS5.
pt_br: Os passos abaixo partem do princípio de que você tem uma configuração Tor/Vidalia funcional, e que você encontrou uma lista de proxies HTTPS, SOCKS4 ou SOCKS5.
tr: Aşağıdaki adımlar çalışan bir Tor/Vidalia konfigürasyonunuz olduğunu ve bir HTTPS, SOCKS4 veya SOCKS5 vekil sunucuları listesi oluşturduğunuzu varsaymaktadır:
zh: 以下步骤假设你已有一套配置正确的 Tor/Vidalia ，并找到了一份 HTTPS、SOCKS4 或 SOCKS5 代理服务器的列表。

source: Open the Vidalia control panel, click on *Settings*.
ar: إفتح لوحة تحكم فيداليا وإضغط على *إعدادات* .
cs: Otevřte kontrolní panel Vidalii a klikněte na *Settings* (nastavení).
de: Öffnen Sie das Vidalia Kontroll-Menü und klicken Sie auf *Settings*
el_gr: Ανοίξτε τον πίνακα ελέγχου του Vidalia και πατήστε *Settings*.
es: Abra Vidalia y presione en *Configuración de retransmisión*.
fa: ویدالیا را باز کنید، روی *Settings* کلیک کنید.
fr: Ouvrez le panneau de contrôle de Vidalia, cliquez sur *Paramètres*.
hu: Nyissa meg a Vidalia vezérlő paneljét a *Beállítások* opcióra kattintással.
it: Si apra il pannelo di controllo di Vidalia, si faccia click su *Settings*.
pt_br: Abra o painel de controle do Vidalia, clique em *Configurações*.
tr: Vidalia kontrol panelini açın ve *Settings*'e tıklayın.
zh: 打开 Vidalia 控制面板，点击 *设置*。

source: Click *Network*. Select *I use a proxy to access the Internet*.
ar: إضغط على * شبكة * وقم بإختيار *أنني استخدم بروكسي للوصول إلي الإنترنت * .
cs: Klikněte na *Network* (síť). Vyberte *I want to use a proxy to access the Internet* (Chci používat proxy pro přístup k internetu).
de: Klicken Sie jetzt auf *Network* und wählen Sie dort *I use a proxy to access the Internet* aus.
el_gr: Πατήστε *Network* και επιλέξτε *I use a proxy to access the Internet*.
es: Haga click en *Red* y seleccione *Uso un proxy para acceder a Internet*.
fa: روی Network کلیک کنید. گزینه‌ی I use a proxy to access the Internet را انتخاب کنید.
fr: Cliquez sur *Réseau*. Sélectionnez *J'utilise un serveur mandataire (proxy) pour accéder à Internet*.
hu: Kattinson a *Hálózat* opcióra. Válasza a *Proxy-t használok az Internethez kapcsolódáshoz* opciót.
it: Si faccia click su *Network*. Si selezioni *Utilizzo un proxy per accedere ad Internet*.
pt_br: Clique em *Rede*. Selecione *eu uso um proxy para acessar a Internet*.
tr: *Network*'e tıklayın ve *I use a proxy to access the Internet* seçeneğini seçin.
zh: 点击 *网络*，选择 *我使用代理服务器连接到网络*。

source: 3. On the *Address* line, enter the open proxy address. This can be a hostname or an IP Address. 4. Enter the port for the proxy. 5. Generally, you do not need a username and password. If you do, enter the information in the proper fields. 6. Choose the *Type* of proxy you are using, whether HTTP/HTTPS, SOCKS4, or SOCKS5. 7. Push the *OK* button. Vidalia and Tor are now configured to use a proxy to access the rest of the Tor network.
cs: 3. Na *Address* řádek vepište adresu otevřené proxy. To může být hostname nebo IP adresa. 4. Zadejte jméno pro proxy. 5. Většinou není potřeba zadávat uživatelské jméno a heslo. Potřebujete-li, informace vyplňte. 6. Vyberte *Typ* proxy který používáte, HTTP/HTTPS, SOCKS4, nebo SOCKS5. 7. Stiskněte tlačítko *OK*. Vidalia a Tor jsou teď nakonfigurovaní pro použití proxy na přístup ke zbytku sítě Tor.
de: 3. Geben Sie in der Zeile *Address* die open proxy Adresse ein. Dies kann ein Domain-Name oder eine IP-Adresse sein. 4: Tragen Sie den Port des Proxys ein. 5. Generell benötigen Sie keinen Benutzernamen und Passwort. Sollten Sie diese doch benötigen dann tragen Sie die Informationen bitte in die entsprechenden Felder ein. 6. Wählen Sie jetzt den *Type* des Proxys aus den Sie benutzen, sie können zwischen HTTP/HTTPS, SOCKS4 und SOCKS5 wählen. 7. Drücken Sie den *OK* Knopf. Vidalias und TOR sind nun konfiguriert und sollten in der Lage sein das TOR Netzwerk über den Proxy erreichen zu können.
el_gr: 3. Στην γραμμή *Address* εισάγετε την διεύθυνση του ανοικτού πληρεξούσιου διακομηστή. Η διεύθυνση αυτή μπορεί να είναι ένα όνομα υπολογιστή ή μια διεύθυνση ΙΡ. 4. Εισάγετε την θύρα για τον διακομηστή. 5. Σε γενικές γραμμές, δεν χρειάζεστε όνομα χρήστη ή κωδική λέξη. Αν τα χρειάζεστε, εισάγετε τις πληροφορίες αυτές στα κατάλληλα πεδία. 6. Επιλέξτε *Type* για τον διακομηστή που χρησιμοποιείτε, HTTP/HTTPS, SOCKS4, ή SOCKS5. 7. Πατήστε το κουμπί *OK*. Τα Vidalia και Tor είναι τώρα ρυθμισμένα ώστε να χρησιμοποιείται πληρεξούσιος διακομηστής για την πρόσβαση στο δίκτυο Tor.
es: 3. En el campo *Address*, ingrese la dirección del proxy abierto. Esta puede ser un nombre de equipo o una dirección IP. 4. Ingrese el puerto del proxy. 5. Generalmente no se necesita un usuario y contraseña. Si lo hace, ingrese la información en los campos respectivos. 6. Seleccione el tipo de proxy a usar. En el campo *Type* elija entre HTTP/HTTPS, SOCKS4, o SOCKS5. 7. Presione el botón *Aceptar* y tanto Vidalia como Tor están ahora configurados para usar un proxy y así acceder a la red Tor.
fa: ۳. در خط Address، نشانی پروکسی باز خود را وارد کنید. این نشانی می‌تواند نام میزبان (hostname) یا نشانی آی‌پی (IP address) باشد. ۴. شماره‌ی پورت پروکسی را وارد کنید. ۵. در حالت کلی، شما نیازی به نام کاربری و گذرواژه ندارید. اگر داشتید، آن‌ها را در قسمت‌های مناسب پر کنید. ۶. در قسمت Type نوع پروکسی که استفاده می‌کنید را وارد کنید. این نوع می‌تواند HTTP/HTTPS، SOCKS4 یا SOCKS5 باشد. ۷. روی کلید OK کلیک کنید. ویدالیا و تور حالا تنظیم شده‌اند تا برای دسترسی به شبکه‌ی تور از یه پروکسی استفاده کنند.
fr: 3. Sur la ligne *Address* -Adresse-, saisir l'adresse du proxy ouvert. Cela peut être soit un nom d'hôte soit une adresse IP. 4. Entrer le port pour le proxy. 5.Généralement vous n'avez pas besoin d'un nom d'utilisateur et d'un mot de passe. Si c'est le cas, entrez les informations dans les champs appropriés. 6. Choisissez le *Type* de proxy que vous utilisez, soit HTTP/HTTPS, SOCKS4 ou SOCKS5. 7. Cliquer sur le bouton *OK* Vidalia et Tor sont à présent configurés pour utiliser un proxy pour accèder au reste du réseau Tor.
hu: 3. A *Cím* sorba adja meg a nyílt proxy címét. Ez lehet host név, vagy IP cím. 4. Adja meg a proxy portját. 5. Általában nem szükséges felhasználónév és jelszó, de ha igen, adja meg azt is meglfeleő mezőkbe. 6. Válassza ki a *Típus* mezőben a proxy típusát, annak megfelelően hogy az HTTP/HTTPS, SOCKS4 vagy SOCKS5 proxy. 7. Kattintson az *OK* gombra. A Vidalia és a Tor most már úgy van beállítva, hogy proxy-n keresztül éri el a Tor hálózatát.
it: 3. Sulla linea *Indirizzo*, si inserisca l'indirizzo del proxy aperto. Questo può essere sia un hostname che un indirizzo IP. 4. Si inserisca la porta per il proxy. 5. Generalmente, non si ha bisogno di una coppia nome utente e password. Se così non fosse, si inseriscano tali informazioni nei rispettivi campi. 6. Si scelga il *Tipo* di proxy che si vuole usare, che sia HTTP/HTTPS, SOCKS4, o SOCKS5. 7. Si faccia click sul bottone *OK*. Vidalia e Tor sono ora configurati per utilizzare un proxy per accedere al resto della rete Tor.
pt_br: 3. Na linha *Endereço*, digite o endereço do proxy aberto. Pode ser um hostname ou um IP. 4. Digite a porta para o proxy. 5. Geralmente, você não precisa de um nome de usuário e senha. Se você precisar, insira a informação nos campos próprio pra isso. 6. Escolha o *Tipo* de proxy que você está usando, seja HTTP/HTTPS, SOCKS4 ou SOCKS5. 7. Pressione o botão "OK". O Vidalia e o Tor estão, agora, configurados para usar um proxy para acessar o resto da rede Tor.
tr: 3. *Address* satırında, vekil sunucusunun adresini girin. Bu bir alan adı veya IP adresi olabilir. 4. Vekil sunucu için port numarasını girin. 5. Normalde bir kullanıcı adı ve parolaya ihtiyaç olmayacaktır. Eğer gerekiyorsa bu bilgileri de uygun alanlara girin. 6. Kulllandığınız vekil sunucunun tipini *Type* alanında HTTP/HTTPS SOCKS4 veya SOCKS5 olarak seçin. 7. *OK* düğmesine basın. Vidalia ve Tor artık Tor ağına bağlanmak için belirlediğiniz vekil sunucuyu kullanacaktır.
zh: 3. 在 *地址* 一栏里填上代理服务器的地址，这可以是主机名或IP地址。 4. 填上代理服务器的端口。 5. 一般来说，你并不需要用户名和密码。如果需要，则也相应的填上。 6. 选择你在使用的代理服务器的 *类型*，可以是 HTTP/HTTPS，SOCKS4 或 SOCKS5。 7. 点击 *确定* 按钮。Vidalia 和 Tor 现已成功配置为使用代理服务器连接到 Tor 网络。

source: ## Frequently Asked Questions This section will answer some of the most common questions. If your question is not mentioned here, please send an email to help@rt.torproject.org.
ar: ## الأسئلة الشائعة هذا القسم سيجيب عن مجموعة من أكثر الأسئلة شيوعاً, إذا لم يكن سؤالك مطروح هنا, من فضلك أرسل رسالة بريد إلكتروني على help@rt.torproject.org
cs: ## Často kladené otázky Tato sekce zodpoví několik nejčastějších otázek. Pokud zde není vaše otázka zmíněna, pošlete email na help@rt.torproject.org.
fa: ## سوالات متداول⏎ این قسمت به برخی از سوالات بسیار متداول و مشترک پاسخ خواهد داد. اگر سوال شما در این جا ذکر نشده بود، لطفا به help@rt.torproject.org ایمیل بزنید.
hu: ## Gyakran ismételt kérdések Ez a fejezet a leggyakrabban feltett kérdésekre ad választ. Ha a kérdése nem található itt, kérjük küldjön egy emailt a help@rt.torproject.org címre.
it: ### FAQ - Domande Frequenti Questa sezione risponderà ad alcune delle domande più comunemente poste dagli utenti. Se la vostra domanda non è menzionata qui, si riporti via email all'indirizzo help@rt.torproject.org.
pt_br: ## Perguntas Frequentes FAQ Esta seção irá responder algumas das questões mais comuns. Se sua questão não estiver mencionada aqui, envie um e-mail para help@rt.torproject.org.
zh: ## 常见问题 本节会回答一些最普遍的问题。如果你的问题没有在此处提及，请发送电子邮件至 help@rt.torproject.org 。

source: ### Unable to extract the archive If you are using Windows and find that you cannot extract the archive, download and install [7-Zip](http://www.7-zip.org/).
ar: ### لا يمكنك فك ضغط الأرشيف لو كنت تستخدم نظام تشغيل الويندوز ولا تستطيع فك الضغط عن الأرشيف, إذا حمل وقم بتثبيت برنامج [7-Zip](http://www.7-zip.org/).
cs: ### Nepodařilo se rozbalit archiv Pokud používáte Windows a nepodaří se vám rozbalit archiv, stáhněte a nainstalujte [7-Zip](http://www.7-zip.org/).
fa: ### بسته دانلود شده باز نمی شود⏎ اگر شما از ویندوز استفاده می‌کنید و نمی‌توانید که آرشیو را استخراج کنید، [7-Zip](http://www.7-zip.org/) را دانلود و نصب کنید.
hu: ### Nem sikerült kicsomagolni a tömörített csomagot Ha Windows-t használ és nem sikerül kibontani a csomagot, töltse le és telepítse a [7-Zip](http://www.7-zip.org/) szoftvert.
it: ### Impossibile estrarre l'archivio Se si sta usando Windows e non si riesce ad estrarre l'archivio, si scarichi ed installi [7-Zip](http://www.7-zip.org/).
pt_br: ### Impossível extrair o arquivo Se você está usando Windows e achou que não consegue extrair o arquivo, baixe e instale o [7-Zip](http://www.7-zip.org/).
zh: ### 无法解压缩 如果你正使用 Windows 且无法把压缩包解压缩，请下载并安装 [7-Zip](http://www.7-zip.org/)。

source: If you are unable to download 7-Zip, try to rename the file from .z to .zip and use winzip to extract the archive. Before renaming the file, tell Windows to show file extensions:
ar: لو لم تستطع تحميل برنامج 7-Zip. حاول إعادة تسمية إمتدادات الملفات من .z إلى .zip وجرب تستخدم برنامج الـ winzip لفك ضغط الأرشيف, قبل تسمية الملف, غير إعدادات الويندوز ليظهر إمتدادات الملفات:
el_gr: Αν δεν μπορείτε να κατεβάσετε το 7-Zip, προσπαθείστε να μετονομάσετε το αρχείο από .z σε .zip και χρησιμοποιήστε το winzip για την αποσυμίεσή του. Πριν μετονομάσετε το αρχείο, ρυθμίστε τα Windows ώστε να εμφανίζουν τις επεκτάσεις των αρχείων:
hu: Ha nem tudja letölteni a 7-Zip programot, akkor próbálja meg átnevezni a fájlt .z kiterjesztésről .zip kiterjesztésre, és használja a winzip-et a kicsomagoláshoz. Az átnevezés előtt be kell állítania, hogy a Windows mutassa a fájlkiterjesztéseket:
it: Se non riesci a scaricare 7-Zip, si provi a rinominare il file da .z a .zip e si utilizzi winzip per estrarre l'archivio. Prima di rinominare il file, si configuri Windows per mostrare le estensioni dei files.
pt_br: Se você não está habilitado para baixar o 7-Zip, tente renomear a extensão do arquivo de .z para .zip e usar o winzip para extrair o arquivo. Antes de renomar o arquivo, configure o Windows para mostrar as extensões de arquivos:
zh: 如果你无法下载 7-Zip，尝试把 .z 文件重命名为 .zip 然后使用 WinZip 解压缩。在改名之前，先让 Windows 显示文件扩展名：

source: #### Windows XP 1. Open *My Computer* 2. Click on *Tools* and choose *Folder Options...* in the menu 3. Click on the *View* tab 4. Uncheck *Hide extensions for known file types* and click *OK*
hu: #### Windows XP 1. Nyissa meg a *Sajátgép* menüpontot 2. Kattintson az *Eszközök* opcióra, majd válassza a *Mappa beállítások...* opciót a menüből 3. Kattintson a *Nézet* fülre 4. Vegye ki a jelölést a *Kiterjesztések elrejtése az ismert fájltípusokhoz* opció elől, és kattintson az *OK* gombra
it: #### Windows XP 1. Aprire "My Computer" 2. Fare click su *Tools* e scegliere *Folder Options...* nel menu 3. Fare click sulla tab *View* 4. Togliere la spunta alla casella *Hide extensions for known file types* e fare click su *OK*
pt_br: ### Windows XP 1. Abra *Meu Computador* 2. Clique em *Ferramentas* e escolha *Opções de Pasta* no menu 3. Clique na aba *Visualização* 4. Desmarque a caixa *Ocultar extensões de arquivos conhecidos* e clique em *OK*
zh: #### Windows XP 1. 打开 *我的电脑* 2. 点击 *工具*，在菜单里选择 *文件夹选项* 3. 点击 *查看* 标签页 4. 取消勾选 *隐藏已知文件类型的扩展名* 并点击 *确定*

source: #### Windows Vista 1. Open *Computer* 2. Click on *Organize* and choose *Folder and search options* in the menu 3. Click on the *View* tab 4. Uncheck *Hide extensions for known file types* and click *OK*
hu: #### Windows Vista 1. Nyissa meg a *Sajátgép* menüpontot 2. Kattintson az *Rendezés* opcióra, majd válassza a *Mappa és keresési beállítások...* opciót a menüből 3. Kattintson a *Nézet* fülre 4. Vegye ki a jelölést a *Kiterjesztések elrejtése az ismert fájltípusokhoz* opció elől, és kattintson az *OK* gombra
it: #### Windows Vista 1. Aprire *Computer* 2. Fare click su *Organize* e scegliere *Folder and search options" dal menu 3. Fare click sulla tab *View* 4. Togliere la spunta alla casella *Hide extensions for known file types* e fare click su *OK*
pt_br: ### Windows Vista 1. Abra *Computador* 2. Clique em *Organizar* e escolha *Opções de pasta e pesquisa* no menu 3. Clique na aba *Visualização* 4. Desmarque a caixa *Ocultar extensões de arquivos conhecidos* e clique em *OK*
zh: #### Windows Vista 1. 打开 *我的电脑* 2. 点击 *组织*，在菜单里选择 *文件夹和搜索选项* 3. 点击 *查看* 标签页 4. 取消勾选 *隐藏已知文件类型的扩展名* 并点击 *确定*

source: #### Windows 7 1. Open *Computer* 2. Click on *Organize* and choose *Folder and search options* in the menu 3. Click on the *View* tab 4. Uncheck *Hide extensions for known file types* and click *OK*
hu: #### Windows 7 1. Nyissa meg a *Sajátgép* menüpontot 2. Kattintson az *Rendezés* opcióra, majd válassza a *Mappa és keresési beállítások...* opciót a menüből 3. Kattintson a *Nézet* fülre 4. Vegye ki a jelölést a *Kiterjesztések elrejtése az ismert fájltípusokhoz* opció elől, és kattintson az *OK* gombra
it: #### Windows 7 1. Aprire *Computer* 2. Fare click su *Organize* e scegliere *Folder and search options* dal menu 3. Fare click sulla tab *View* 4. Togliere la spunta alla casella *Hide extensions for known file types* e fare click su *OK*
pt_br: ### Windows 7 1. Abra *Computador* 2. Clique em *Organizar* e escolha *Opções de pasta e pesquisa* no menu 3. Clique na aba *Visualização* 4. Desmarque a caixa *Ocultar extensões de arquivos conhecidos* e clique em *OK*
zh: #### Windows 7 1. 打开 *我的电脑* 2. 点击 *组织*，在菜单里选择 *文件夹和搜索选项* 3. 点击 *查看* 标签页 4. 取消勾选 *隐藏已知文件类型的扩展名* 并点击 *确定*

source: ### What to do with split packages When you request a split package, the parts may arrive out of order. You need to make sure you have received all the parts before you attempt to unpack them. Save all the parts into one directory on your computer, unzip them, and double-click the file that ends in "..split.part01.exe" to start the unpacking process.
ar: ### ماذا نفعل في الملفات المقسمة عندما تطلب الملفات المقسمة, من الممكن أن تصل الأجزاء في ترتيب مختلف. لابد أن تتأكد أنك حصلت على كل الأجزاء قبل أن تحاول فك الضغط عنهم. إحفظ كل الأجزاء في مجلد واحد في جهازك, فك الضغط عنهم, ثم إضغط نقرتين على الملف الذي يكون في آخر إسمه "..split.part01.exe" لتبدأ عملية فك الضغط.
hu: ### Mit csináljak a darabolt csomagokkal Ha darabolt csomagokat kért, akkor az egyes részek kvert sorrendben is érkezhetnek. Biztosnak kell lennie abban ,hogy az összes csomagot megkapta, mielőtt megpróbálná kicsomagolni őket. Mentse le az összes részt egy mappába a gépen ,csomagolja ki őket, aztán kattintson duplán arra a fájlra, amelynek a fájlnév vége a "..split.part01.exe" szöveggel végződik; ez elindítja a kicsomagolást.
it: ### Cosa fare con i pacchetti divisi Quando si richiede un pacchetto diviso, le parti potrebbero arrivare fuori ordine. Ci si deve accertare di aver ricevuto tutte le parti prima di tentare l'estrazione dei pacchetti. Si salvino tutte le party nella stessa directory sul proprio computer, se ne estraggano i contenuti, e si faccia doppio-click sul file che termina in "..split.part01.exe" per iniziare il processo di estrazione.
pt_br: ### O que fazer com pacotes separados Quando você requisita pacotes separados, as partes podem chegar fora de ordem. Você precisa ter certeza de ter recebido todas as partes antes de tentar descompactá-las. Salve todas as partes no mesmo diretório em seu computador, descompacte-as, e dê um duplo clique no arquivo que termina em "..split.part01.exe" para iniciar o processo.
zh: ### 如何处理拆分过的软件包 当你索要了拆分过的软件包，你有可能按错乱的次序收到各个部分。在试图把它们解压缩之前，你需要确保你已收到了每一个部分。把所有部分保存到电脑的一个文件夹中，先把它们各自解压缩，再双击以 “..split.part01.exe” 结尾的文件进行解压缩。

source: Once the unpacking process has completed, you should see a newly created ".exe" file in the same directory. Run this file and wait for the Tor Browser Bundle to start.
ar: مرة واحدة في عملية التفريغ انتهت ، يجب أن تشاهد المنشأة حديثا ". إكس" ملف في نفس الدليل. تشغيل هذا الملف وانتظر حزمة متصفح تور للبدء.
cs: Až se dokončí rozbalování, měli byste vidět nově vytvořený ".exe" soubor ve stejném adresáři. Tento soubor otevřte a počkejte než se spustí Tor Browser Bundle.
de: Nachdem das Entpacken geklückt ist, sollte eine neue ".exe" Datei in dem selben Verzeichnis zu sehen sein. Führe diese Datei aus und warte auf den Start des Tor Browser Bundes.
es: Una vez que el desempaquetado se ha completado, podrá ver un recién creado archivo ".exe" en el mismo directorio. Ejecútelo y espere que el Parquete del Navegador Tor comience.
fa: وقتی که فرآیند بسته‌گشایی به پایان رسید، شما باید یک فایل ".exe" جدید در همان پوشه مشاهده کنید. این فایل را اجرا کنید و منتظر بمانید که بسته مرورگر تور آغاز شود.
fr: Quand l'extraction est terminée, vous devriez avoir un nouveau fichier ".exe" dans le même dossier. Lancez ce fichier pour éxécuter Tor Browser Bundle.
hu: Ha a kicsomagolás megtörtént, akkor egy frissen létrejött ".exe" fájlt talál ugyanebben a könyvtárban. Indítsa el ezt a fájlt, és várjon a Tor Böngésző csomag betöltésére.
it: Una volta terminato il processo di estrazione, si dovrebbe visualizzare un file ".exe" appena creato nella stessa cartella. Eseguire questo file ed attendere che l'esecuzione del Tor Browser Bundle sia avviata.
pt_br: Ao finalizar o processo de descompactação do pacote, você verá um novo arquivo *.exe* no mesmo diretório. Execute este arquivo e espere o navegador do pacote Tor iniciar.
tr: Arşivin açılması tamamlandığında aynı dizinde yeni oluşturulmuş bir ".exe" dosyası göreceksiniz. Bu dosyayı çalıştırın ve Tor Tarayıcı Paketinin başlamasını bekleyin.
zh: 解压过程一旦完成，你将会在相同的文件夹内看见一个新创建的 .exe 文件。运行这个文件并等待 Tor 浏览器软件包启动。
