Repository: traumschule/tor-translation
Catalog: */tsum.po
Languages: ar, cs, de, el_gr, es, fa, fr, hu, it, pt_br, tr, zh

source: # The Short User Manual
ar: # دليل المستخدم المختصر
cs: # Krátký uživatelský manuál
de: # The Sort User Manual
es: # Breve Manual de Usuario
fa: # راهنمای کاربری کوتاه⏎
hu: # Rövid Felhasználói kézikönyv
it: # Manuale utente in versione breve
pt_br: # Manual do Usuário Resumido
tr: # Kısa Kullanıcı Klavuzu
zh: # 简明用户手册

source: This user manual contains information about how to download Tor, how to use it, and what to do if Tor is unable to connect to the network. If you can't find the answer to your question in this document, email help@rt.torproject.org.
ar: دليل المستخدم هذا يحتوي على معلومات عن كيفية تحميل برنامج تور, وكيفية إستخدامه, وماذا يجب أن تفعل إذا كان تور لا يستطيع الإتصال بالشبكة, إذا كنت لا تجد إجابة سؤالك في هذه الصفحة, من فضلك ارسل إيميل على help@rt.torproject.org
cs: Tento uživatelský manuál obsahuje informace o tom jak stáhnout Tor, jak ho použít, a co dělat v případě, že se Toru nepodaří se připojit k síti. Pokud v tomto dokumentu nenaleznete odpověď na svůj dotaz, pošlete email na help@rt.torproject.org.
de: Die Benutzer-Anleitung enthält Informationen wie die TOR Software heruntergeladen werden kann, wie sie zu benutzen ist und was zu tun ist wenn sich TOR nicht mit dem Netzwerk verbinden kann. Wenn Sie die benötigten Informationen dort nicht finden können dann senden Sie bitte ein e-Mail an help@rt.torproject.org
el_gr: Αυτό το εγχειρίδιο χρήσης περιέχει πληροφορίες πώς να κατεβάσετε το Tor, πώς να το χρησιμοποιήσετε και τι να κάνετε αν το Tor δεν μπορεί να συνδεθεί στο δίκτυο. Αν δεν μπορείτε να βρείτε την λύση στο πρόβλημά σας, στείλτε μήνυμα στη διεύθυνση help@rt.torproject.org.
es: Este manual de usuario contiene información acerca de cómo descargar Tor, cómo usarlo, y qué hacer si Tor no es capaz de conectarse a la red. Si no puede encontrar la respuesta a su pregunta en este documento, envíe un correo electrónico a help@rt.torproject.org.
fa: این راهنمای کاربری حاوی اطلاعاتی است درباره دانلود تور، استفاده از آن و اینکه در صورت وصل نشدن تور به شبکه باید چه کار کنید. اگر نمی‌توانید پاسخ سوال خود در این راهنما پیدا کنید، به آدرس زير ايميل بزنيد: help@rt.torproject.org
hu: Ez a felhasználói kézikönyv azt mutatja be hogyan töltheti le és használhatja a Tor-t és mit tehet akkor, ha a Tor nem tud csatlakozni a hálózathoz. Ha nem találja a választ benne a kérdésére, akkor írjon egy levelet a help@rt.torproject.org címre.
it: Questo manuale contiene informazioni su come scaricare Tor, come usarlo, e cosa fare se non è possibile connettere Tor alla rete. Se la risposta alla tua domanda non compare in questo documento, contatta via email l'indirizzo help@rt.torproject.org.
pt_br: Este manual contém informações sobre como baixar o Tor, como usá-lo, e o que fazer se o Tor estiver disponível para se conectar à Internet. Se você não conseguir encontrar a resposta para sua questão neste documento, envie um e-mail para help@rt.torproject.org.
tr: Bu kullanıcı klavuzu Tor'u nasıl indireceğinizi, nasıl kullanacağınızı, ve Tor bağlantı kuramazsa neler yapabileceğinizi anlatmaktadır. Eğer sorunuza bu klavuzda cevap bulamazsanız, help@rt.torproject.org adresinden e-posta ile yardım alabilirsiniz.
zh: 本用户手册的内容有：如何下载 Tor、如何使用 Tor，以及当 Tor 无法连接到网络时该怎么办。如果你没能在本手册内找到你需要的答案，请发送电子邮件至 help@rt.torproject.org 。

source: Please note that we are providing support on a voluntary basis, and we get a lot of emails every single day. There is no need to worry if we don't get back to you straight away.
ar: من فضلك تذكر إننا نقوم بالمساعدة على أساس تطوعي, وقد يصلنا الكثير من الرسائل كل يوم, لا داعي للقلق إذا لم نرد عليك بسرعة.
cs: Vemte prosím v potaz, že naše podpora je čistě dobrovolná a dostáváme každodenně velké množství emailů. Není potřeba se strachovat, pokud vám neodpovíme obratem.
de: Bitte beachten Sie das wir den Support ausschließlich mit Hilfe von Freiwilligen leisten und wir sehr viele Anfragen pro Tag bekommen. Es kann durchaus einige Zeit dauern bis wir Ihre Anfrage bearbeiten können.
el_gr: Να ξέρετε ότι η υποστήριξη γίνεται σε εθελοντική βάση και κάθε ημέρα λαμβάνουμε πολλά ηλεκτρονικά μηνύματα. Δεν πρέπει να ανησυχείτε αν δεν επικοινωνήσουμε μαζί σας αμέσως.
es: Por favor note que se provee de soporte en una base voluntaria, y que se recibe una gran cantidad de correos cada dia. No hay necesidad de preocuparse si no se recibe respuesta de manera inmediata.
fa: لطفاٌ در نظر داشته باشيد که کمک ارائه شده بر مبنای کار داوطلبانه است و تعداد زيادی ايميل هر روز دريافت می شود. اگر پاسخ فوری دريافت نکرديد نيازی به نگرانی نيست.
hu: Kérjük vegye figyelembe, hogy támogatást csak önkéntes segítőkön keresztül tudunk adni, mert rengeteg emailt kapunk minden egyes nap. Szóval ne idegeskedjen, ha nem kap választ azonnal.
it: Si ricorda che il supporto è fornito su base volontaria, e che il numero di email ricevute ogni giorno è ingente. Pertanto, non c'è ragione di preoccuparsi se non si riceve una risposta immediata.
pt_br: Por favor, note que nós provemos suporte através de bases voluntárias, e temos vários e-mails todo dia. Não há motivo para se preocupar se não retornarmos à você rapidamente.
tr: Lütfen bu desteği gönüllü olarak verdiğimizi unutmayın. Her gün çok sayıda e-posta alıyoruz. Eğer size hemen cevap yazamazsak merak etmeyin.
zh: 请注意，我们是以自愿为基础提供支持，我们每天都收到大量的电子邮件。如果我们没有即时回复，请不要担心。

source: How Tor works -------------
ar: كيف يعمل طور -------------
cs: Jak Tor funguje -------------
de: Wie Tor funktioniert --------------------
el_gr: Πώς δουλεύει το Tor
es: Cómo funciona Tor -------------
fa: تور چگونه کار می‌کند -------------
fr: Fonctionnement de Tor -------------
hu: Hogyan működik a Tor --------------------
it: Come funziona Tor ------------
pt_br: Como Tor funciona --------------
tr: Tor nasıl çalışır -------------
zh: Tor 是如何工作的 -------------

source: Tor is a network of virtual tunnels that allows you to improve your privacy and security on the Internet. Tor works by sending your traffic through three random servers (also known as *relays*) in the Tor network, before the traffic is sent out onto the public Internet.
ar: التور شبكة تتكون من قنوات إفتراضية تسمح لك بتحسين خصوصيتك وأمنك في الإنترنت . يعمل طور عن طريق إرسال بياناتك عبر ثلاثة خوادم إفتراضية (تعرف أيضاً بإسم المرحلات) توجد داخل شبكة تور وذلك قبل أن تصل البيانات إلي شبكة الإنترنت العامة .
cs: Tor je síť virtuálních tunelů která vám umožňuje zvýšit soukromí a zabezpečení na Internetu. Tor funguje na principu posílání veškeré komunikace skrz tři náhodné servery (nebo *relayi*) v síti Tor než je poslána do veřejného internetu.
de: Tor ist ein Netzwerk von virtuellen Tunneln, das es dir erlaubt deine Privatsphäre und Sicherheit im Internet zu verbessern. Tor funktioniert indem es den Internetknetverkehr durch drei zufällige Server (auch *Relays* genannt) im Tornetzwerk sendet, bevor er das öffentliche Internet erreicht.
el_gr: Το Tor είναι ένα δίκτυο εικονικών διαύλων που επιτρέπει την βελτίωση της ιδιοτικότητας και της ασφάλειας στο Διαδίκτυο. Το Tor λειτουργεί στέλνοντας την κυκλοφορία σας στο Διαδίκτυο μέσω τριών τυχαίων εξυπηρετητών (γνωστών και ως αναμεταδοτών-"relays") εντός του δικτύου Tor, πριν η κυκλοφορία αποσταλεί προς το δημόσιο ή'γενικό Διαδίκτυο.
es: Tor es una red de túneles virtuales que le permite mejorar su privacidad y seguridad en Internet. Tor funciona enviando sus datos a través de tres servidores aleatorios (también conocidos como *relays*) dentro de la red Tor, antes que esos datos sean enviados hacia el Internet público.
fa: تور شبکه‌ای از تونل‌های مجازی است که به شما امکان می‌دهد حریم خصوصی و امنیت خود را در اینترنت بهتر محافظت کنید. تور اینگونه کار می‌کند که پیش از آنکه ترافیک شما به اینترنت عمومی فرستاده شود آن را به ۳ سرور اتفاقی (موسوم به رِلِه) در شبکه تور می‌فرستد.
fr: Tor est un réseau de tunnels virtuels qui vous permet d'améliorer votre confidentialité et votre sécurité sur Internet. Tor fonctionne en envoyant votre trafic à travers trois serveurs choisis aléatoirement (nommés aussi "serveurs relais") au sein du réseau Tor, avant que vos données ne parviennent au réseau public Internet.
hu: A Tor virtuális csatornák hálózata, aminek segítéségével növelheti személes biztonságát az Interneten. A Tor a hálózati forgalmát keresztül küldi három véletlen módon kiválasztott szerveren (amiket *Elosztó*-nak hívunk) a Tor hálózatán belül, mielőtt a forgalom kikerül az Internetre.
it: Tor è una rete di tunnel virtuali che permette di aumentare la privacy e la sicurezza della navigazione su internet. Funziona mandando il vostro traffico attraverso tre server scelti casualmente nella rete Tor (detti *relay*) prima di far uscire il traffico su internet.
pt_br: Tor é uma rede com túneis virtuais que permitem a você manter sua privacidade e segurança na Internet. Tor trabalha enviando seu tráfego através de 3 servidores aleatórios (também conhecidos como retransmissores) na rede Tor, antes do tráfego ser enviado para a Internet pública.
tr: Tor, Internet üzerinde kişisel gizliliğinizi ve güvenliğinizi arttıran bir sanal tüneller ağıdır. Tor trafiğinizi rastgele seçilmiş üç sunucu üzerinden Internete ulaştırır. Bu sunuculara *aktarıcı* (relay) adı da verilir.
zh: Tor 是一个由虚拟通道组成的网络，能改善你的互联网隐私与安全。在你的网络流量被发送至公共互联网之前，Tor 会先把它们经由 Tor 网络中的三台随机服务器（也称为*“中继”*）传送。

source: ![How Tor Works](images/how-tor-works.png)
ar: ![كيف يعمل طور](images/how-tor-works.png)
cs: ![Jak funguje Tor](images/how-tor-works.png)
de: ![Wie Tor funktioniert](images/how-tor-works.png)
el_gr: ![Πώς δουλεύει το Tor](images/how-tor-works.png)
es: ![Cómo funciona](images/how-tor-works.png)
fa: ![تور چگونه کار می‌کند](images/how-tor-works.png)
it: ![Come Funziona Tor](images/how-tor-works.png)
tr: ![Tor Nasıl Çalışır](images/how-tor-works.png)
zh: ![Tor 的工作原理](images/how-tor-works.png)

source: The image above illustrates a user browsing to different websites over Tor. The green monitors represent relays in the Tor network, while the three keys represent the layers of encryption between the user and each relay.
ar: الصورة التي بالأعلى توضح مستخدم يقوم بتصفح مواقع مختلفة. الشاشات الخضراء تمثل المرحلات التي تعمل على نقل البيانات في شبكة تور, بينما المفاتيح الثلاثة تمثل طبقات التشفير بين المستخدم وكل مرحلة.
el_gr: Η παραπάνω εικόνα δείχνει έναν χρήστη να περιηγείται σε διάφορους ιστοχώρους μέσω Tor. Οι πράσινες οθόνες αναπαριστούν αναμεταδότες του δικτύου Tor, ενώ τα τρία κλειδιά αναπαριστούν τα επίπεδα κρυπτογράφησης μεταξύ του χρήστη και καθενός εκ των αναμεταδοτών.
hu: A fenti kép azt illusztrálja, ahogy egy felhasználó különböző oldalakat böngészik a Tor-on keresztül. A zöld monitorok Elosztókat szimbolizálnak a Tor hálózaton, a három kulcs pedig a titkosítások rétegeit mutatja a felhasználó, és az egyes Elosztók között.
it: L'immagine qui sopra rappresenta un utente che visita diversi siti web attraverso Tor. I monitor verdi rappresentano dei relay nella rete Tor, mentre le chiavi rappresentano tunnel crittografici tra l'utente ed ogni relay.
pt_br: A imagem abaixo ilustra um usuário navegando através de diversos sites usando Tor. As telas verdes representam retransmissores dentro da rede Tor, enquanto as três chaves representam as camadas de encriptação entre o usuário e cada retransmissor.
zh: 上图描绘了一个用户通过 Tor 浏览不同的网站。绿色的显示器代表着 Tor 网络里的中继服务器，三把钥匙则代表该用户与每个中继之间的加密层。

source: Tor will anonymize the origin of your traffic, and it will encrypt everything between you and the Tor network. Tor will also encrypt your traffic inside the Tor network, but it cannot encrypt your traffic between the Tor network and its final destination.
ar: التور يجعل مصدر تدفق بياناتك مجهول بالإضافة إلي أنه يقوم بتشفير كل شئ بينك وبين شبكة تور ، أيضاً يقوم بتشفير حركة البيانات داخل شبكة تور نفسها ، ولكنه لا يستطيع تشفير حركة البيانات ما بين شبكة تور و والمكان المقصود
cs: Tor anonymizuje původ veškeré vaší komunikace, a zašifruje vše mezi vámi a sítí Tor. Tor také šifruje komunikaci uvnitř sítě Tor, ale nemůže zašifrovat komunikaci mezi sítí Tor a jejím cílem.
de: Tor wird den Ausgangspunkt deines Internetverkehrs anonymisieren und den gesamten Verkehr zwischen dir und dem Tornetzwerk verschlüsseln. Allerdings kann Tor den Verkehr zwischen dem Netzwerk und dem Ziel nicht verschlüsseln.
el_gr: Το Tor "ανωνυμοποιεί" την προέλευση της κυκλοφορίας σας και κρυπτογραφεί όλα τα δεδομένα μεταξύ του χρήστη και του δικτύου Tor. Το Tor, επίσης, κρυπτογραφεί την κυκλοφορία των δεδομένων σας εντός του δικτύου του, αλλά δεν κρυπτογραφεί την κυκλοφορία μεταξύ του δικτύου του και του τελικού προορισμού της.
es: Tor hará anónimo el origen de su tráfico y codificará todo entre usted y la red Tor. Tor también codificará su tráfico dentro de la red Tor, pero no puede hacerlo entre la red Tor y el destino del tráfico.
fa: تور، مبدا رفت و آمد اطلاعات شما را ناشناس و همه چیز را بین شما و شبکه‌ی تور رمزگذاری می‌کند. تور همچنین رفت و آمد اطلاعات شما را در داخل شبکه‌ی تور رمزگذاری می‌کند، اما نمی‌تواند آن را بین شبکه‌ی تور و مقصد نهایی، رمزگذاری کند.
fr: Tor va anonymiser l'origine de votre trafic, et Tor va tous chiffrer entre vous et le réseau Tor. Tor va aussi chiffrer votre trafic dans le réseau Tor, mais il ne peut pas chiffrer le trafic entre le réseau Tor et la destination finale.
hu: A Tor elrejti a forgalom forrását, és titkosít mindent a Tor hálózat és a forgalmazó között. A Tor továbbá hálózaton belül is titkosít, de nem képes a forgalom titkosítására a Tor hálózat és a végcél között.
it: Tor rende anonima l'origine del vostro traffico, e cripta ogni cosa tra voi e la rete Tor. Inoltre, Tor cripta ogni cosa dentro la rete Tor, ma non può criptare il traffico tra la rete Tor e la sua destinazione finale.
pt_br: Tor vai deixar a origem do seu tráfego anônima, e irá encriptar tudo que passar entre você e a rede Tor. Tor também irá encriptar seu tráfego dentro da rede Tor, mas não pode encriptar seu tráfego entre a rede Tor e o destino final.
tr: Tor, Internet trafiğinizi Tor ağı üzerinden geçirdiği için bağlantıların başlangıç noktasını belirsiz kılar. Bilgisayarınız ile Tor ağı arasındaki tüm bağlantıları ve Tor ağı içerisindeki trafiği şifreler. Ancak Tor ağı ile bağlantıların nihai hedefi arasındaki trafiği şifreleyemez.
zh: Tor 会把你的流量来源匿名化，并且把介于你和 Tor 网络中传送的所有内容加密。Tor 也会把你在 Tor 网络内部的流量加密，但不能加密 Tor 网络与最终目的地之间的流量。

source: If you are communicating sensitive information, for example when logging on to a website with a username and password, make sure that you are using HTTPS (e.g. **https**://torproject.org/, not **http**://torproject.org/).
ar: لو كنت تقوم بالأعمال المهمة والحساسة, كالدخول على حسابك على موقع ما بإدخال إسم المستخدم وكلمة المرور على سبيل المثال, تأكد من أنك تتصفح بإستخدام نظام التصفح الآمن (مثلاً: https://torproject.org ,وليس http://torproject.org).
cs: Pokud přenášíte citlivé informace, například při přihlašování se na stránku s uživatelským jménem a heslem, ujistěte se, že používáte HTTPS (například **https**://torproject.org/, ne **http**://torproject.org/).
de: Sollten Sie sensitive Informationen übermitteln wollen wie beispielsweise den Login Zeitpunkt auf einer Webseite mit Benutzer-Namen und Passwort dann stellen Sie bitte vorher sicher das Sie dies über eine HTTPS Verbindung tun (z.B. **https**://torproject.org/, nicht **http**://torproject.org/).
el_gr: Αν μεταδίδεται ευαίσθητες πληροφορίες, για παράδειγμα όταν συνδέεστε σε έναν ιστότοπο με χρήση ονόματος χρήστη και κωδικού, βεβαιωθείτε ότι χρησιμοποιείτε HTTPS (e.g. **https**://torproject.org/, not **http**://torproject.org/).
es: Si usted está comunicando información delicada, por ejemplo, al acceder a un sitio con un nombre de usuario y contraseña, asegúrese de que está usando HTTPS (v.g. **https**://torproject.org/, no **http**://torproject.org/).
fa: اگر شما اطلاعات حساسی را میادله می‌کنید، برای مثال وقتی که با نام کاربری و گذرواژه وارد یک وب‌سایت می‌شوید، اطمینان حاصل کنید که از HTTPS استفاده می‌کنید (برای مثال **http**://torproject.org/ و نه **https**://torproject.org/)
hu: Ha érzékeny információt ad meg, például belép egy weboldalra, felhasználónévvel és jelszóval, ellenőrizze, hogy HTTPS protokollt használ. (azaz **https**://torproject.org/ és nem **http**://torproject.org/ ).
it: Se si stanno comunicando informazioni sensibili, ad esempio effettuando l'autenticazione presso un sito con nome utente e password, ci si assicuri di star usando HTTPS (esempio, **https**://torproject.org/, non **http**://torproject.org/).
pt_br: Se você está enviando informações confidenciais, como um nome de usuário e senha, tenha certeza de que está usando HTTPS (ex: **https**://torproject.org/, e não **http**://torproject.org/).
tr: Eğer hassas bilgiler gönderiyorsanız, örneğin bir web sitesine kullanıcı ve parola ile giriş yapıyorsanız, HTTPS kullandığınızdan emin olun (mesela **http**://torproject.org/ yerine **https**://torproject.org/ kullanın,).
zh: 如果你是在交流敏感信息，例如以用户名和密码登录一个网站，请确保你在使用 HTTPS （如 **https**://torproject.org/，而不是 **http**://torproject.org/）。

source: How to download Tor -------------------
ar: كيف تنزّل طور
cs: Jak stáhnout Tor -------------------
de: Wie man Tor herunterlädt ------------------------
el_gr: Πώς να λάβετε το Tor
es: ¿Cómo descargar Tor? -------------------
fa: تور را چگونه دانلود کنیم -------------------
fr: Comment télécharger Tor -------------------
hu: Hogyan töltsem le a Tor-t -------------------------
it: Come ottenere Tor ----------------
pt_br: Como baixar o Tor ------------------
tr: Tor nasıl indirilir -------------------
zh: 如何下载 Tor -------------------

source: The bundle we recommend to most users is the [Tor Browser Bundle](https://www.torproject.org/projects/torbrowser.html). This bundle contains a browser preconfigured to safely browse the Internet through Tor, and requires no installation. You download the bundle, extract the archive, and start Tor.
ar: الحزمة التي ننصح بها أغلب المستخدمين هي حزمة تور للتصفح (https://www.torproject.org/projects/torbrowser.html) تحتوي هذه الحزمة على متصفحة تم إعداده مسبقاً حتى يجعل تصفح الإنترنت أمناً عن طريق تور وهو لا يحتاج إلي تنصيب ، كل ما عليك هو تحميل الحزمة وفك ضغطها ومن ثم استخدام برنامج تور
cs: Pro většinu uživatelů doporučujeme [Tor Browser Bundle](https://www.torproject.org/projects/torbrowser.html) (prohlížečový balíček). Tento balíček obsahuje předkonfigurovaný prohlížeč pro bezpečné brouzdání Internetu skrz Tor a nevyžaduje instalaci. Stačí jen balíček stáhnout, rozbalit archiv, a spustit Tor.
de: Das Bundle, das wir für die Meisten Anwender empfehlen ist das [Tor Browser Bundle] (https://www.torproject.org/projects/torbrowser.html). Dieses Bundle enthält einen Browser der so vorkonfiguriert ist, dass man damit sicher mit Tor im Internet surfen kann. Es benötigt keine Installation. Man lädt es herunter, entpackt das Archiv und startet Tor.
el_gr: Το πακέτο που προτείνουμε στους περισσότερους χρήστες είναι το [Tor Browser Bundle](https://www.torproject.org/projects/torbrowser.html). Το πακέτο αυτό περιέχει έναν φυλλομετρητή ιστού προρυθμισμένο για ασφαλή περιήγηση στο Διαδίκτυο μέσω Tor και δεν απαιτεί εγκατάσταση. Κατεβάζετε το πακέτο, αποσυμπιέζετε το αρχείο και ξεκινάτε το Tor.
es: La descarga recomendada para la mayoría de los usuarios es el [Paquete de navegador Tor] (https://www.torproject.org/projects/torbrowser.html). Este paquete contiene un navegador preconfigurado para navegar en Internet de forma segura a través de Tor y no requiere instalación alguna. Usted descarga el paquete, descomprime el archivo e inicia Tor.
fa: بسته‌ای که به بیشتر کاربران پیشنهاد می‌کنیم [Tor Browser Bundle] است (https://www.torproject.org/projects/torbrowser.html). این بسته حاوی یک مرورگر است که از قبل برای مرور امن اینترنت از راه تور تنظیم شده و به نصب نیازی ندارد. شما بسته را دانلود کرده، از حالت فشرده خارج و تور را اجرا می‌کنید.
fr: Le package recommandé pour la plupart des utilisateurs est le [Package de Navigation Tor] (https://www.torproject.org/projects/torbrowser.html). Ce package contient un navigateur préconfiguré pour la navigation sécurisé sur internet en utilisant Tor, et ne nécessite aucune installation. Il suffit simplement de télécharger le package, extraire l'archive, et démarrer Tor.
hu: A csomag, ami a legtöbb felhasználónak megfelel a [Tor Böngésző csomag](https://www.torproject.org/projects/torbrowser.html). Ez a csomag tartalmaz egy Tor használatára előre beállított böngészőt, és nem szükséges a telepítése. Csak le kell töltenie, kicsomagolnia, és már használhatja is a Tor-t.
it: Il pacchetto raccomandato per la maggior parte degli utenti è il [Tor Browser Bundle](https://www.torproject.org/projects/torbrowser.html). Questo pacchetto contiene un browser preconfigurato per navigare in internet in modo sicuro attraverso Tor, e non richiede installazione. Tutto ciò che è necessario è scaricare il pacchetto, estrarre il contenuto, ed eseguire Tor.
pt_br: O pacote que recomendamos para a maioria dos usuário é o [Tor Browser Bundle](https://www.torproject.org/projects/torbrowser.html). Este pacote contém um navegador pré configurado para navegar seguramente através do Tor, e não requer instalação. Você baixa o pacote, extrai o arquivo, e inicia o Tor.
tr: Kullanıcıların büyük çoğunluğu için [Tor Tarayıcı Paketini](https://www.torproject.org/projects/torbrowser.html) tavsiye ediyoruz. Bu paket Interneti Tor üzerinden kullanmanız için önceden ayarlanmış, ayrıca kurulum gerektirmeyen bir tarayıcı içermektedir. Kullanmak için paketi indirip, arşivi açarak Tor'u başlatmanız yeterlidir.
zh: 我们向大多数用户推荐 [Tor 浏览器软件包](https://www.torproject.org/projects/torbrowser.html)。此软件包内含一个预先配置好的浏览器，用于透过 Tor 安全的浏览互联网，且无需安装。你只需下载软件包，解压缩，并运行 Tor。

source: There are two different ways to get hold of the Tor software. You can either browse to the [Tor Project website](https://www.torproject.org/) and download it there, or you can use GetTor, the email autoresponder.
ar: هناك طريقتان مختلفتان للحصول على برنامج تور, يمكنك الدخول على [موقع مشروع التور](https://www.torproject.org/) وتحميله من هناك, أو يمكنك إستخدام GetTor, نظام الرد الأوتوماتيكي على الإيميل.
cs: Jsou dva různé způsoby jak se dostat k softwaru Tor. Můžete buď navštívit [stránku projektu Tor](https://www.torproject.org/) a stáhnout ho tam, nebo můžete použít GetTor, emailového robota.
de: Es gibt 2 Möglichkeiten an die TOR Software zu kommen. Sie können diese auf der [Tor Project website](https://www.torproject.org/) herunterladen oder Sie können GetTor benutzen, den automatischen e-Mail Beantworter.
es: Existen dos maneras diferentes para obtener el software Tor. Usted puede navegar al [Tor Project website](https://www.torproject.org/) y descargarlo desde ahí, o puede usar GetTor, el sistema de correo de respuesta automática.
fa: دو راه برای بدست آوردن تور وجود دارد. می‌توانید به [سایت پروژه تور](https://www.torproject.org/) رفته و آن را دانلود کنید و یا اینکه از GetTor که یک پاسخ‌دهنده خودکار ایمیل است استفاده کنید.
hu: Két lehetősége van a Tor szoftver beszerzésére. Egyszer böngészővel ellátogathat a [Tor Project weboldalra](https://www.torproject.org/) és letöltheti, vagy használhatja a GetTor-t, az email automatikus válaszadót.
it: Ci sono due diversi modi per ottenere il software Tor. Uno di questi è visitare il [Sito del Progetto Tor](https://www.torproject.org/) e scaricarlo da li, oppure utilizzare GetTor, un risponditore automatico via email.
pt_br: Há duas maneiras diferentes de se obter o Tor. Você pode ir até o [Tor Project website](https://www.torproject.org/) e baixá-lo de lá, ou usar o GetTor, o e-mail com auto-resposta.
tr: Tor yazılımını edinmenin iki farklı yolu vardır. Tarayıcınızla [Tor Projesi web sayfasına](https://www.torproject.org/) erişerek oradan indirebilirsiniz, veya otomatik e-posta sistemi GetTor'u kullanabilirsiniz.
zh: 有两种方法可以获取到 Tor 软件。你可以浏览 [Tor Project 网站](https://www.torproject.org/) 并下载，又或者使用自动回复的电邮服务 GetTor。
