Repository: traumschule/tor-translation
Catalog: */tsum.po
Languages: ar, cs, de, el_gr, es, fa, fr, hu, it, pt_br, tr, zh

source: The software you receive is accompanied by a file with the same name as the bundle and the extension **.asc**. This .asc file is a GPG signature, and will allow you to verify the file you've downloaded is exactly the one that we intended you to get.
cs: Software který obdržíte je doprovázen souborem se stejným jménem jako balíček a příponou **.asc**. Tento .asc soubor je GPG podpis a umožní vám ověřit že stáhlý soubor je přesně ten co jsme vám chtěli dát.
de: The Software, die du erhältst kommt mit einer Datei, die den selben Namen hat, wie das das Bundle und einer **.asc** Dateiendung. Diese .asc-Datei ist eine GPG-Signatur und erlaubt es dir sicherzustellen, dass die Datei die du geladen hast genau die ist die wir dir auch zukommen lassen wollten.
el_gr: Το λογισμικό που θα λάβετε συνοδεύεται από ένα αρχείο με το ίδιο όνομα που έχει το πακέτο και την επέκταση **.asc**. Αυτό το αρχείο .asc είναι μια GPG υπογραφή και σας επιτρέπει να εξακριβώσετε ότι το αρχείο που κατεβάσατε είναι ακριβώς εκείνο που προτιθέμεθα να λάβετε.
es: El software que usted recibe está acompañado de un archivo con el mismo nombre del paquete y la extensión **.asc**. Este archivo .asc es una firma GPG y le permitirá verificar que el archivo que ha descargado es exactamente el que usted pretendía obtener.
fa: نرم‌افزاری که شما دریافت می‌کنید، به وسیله‌ی یک فایل همنام با بسته و با پسوند **.asc** همراهی می‌شود. این فایل .asc یک امضای GPG است و یه شما اجازه می‌دهد که بررسی کنید که آیا این فایلی که شما دانلود کرده‌اید، دقیقا همان فایلی هست که ما انتظار داشتیم شما بگیرید یا نه.
fr: Le logiciel que vous allez recevoir es accompagné par un fichier qui porte le même nom que le package avec l'extension **.asc**. Ce fichier .asc est un signature GPG et va vous permettre de vérifier que le fichier que vous avez téléchargé est exactement celui que vous souhaitez obtenir.
hu: A szoftver amit megkapott egy másik fájllal van társítva, amelynek a neve megegyezik, de a kiterjesztése **.asc**. Ez az .asc fájl egy GPG aláírás, és lehetővé teszi, hogy ellenőrizze, hogy pontosan azt a fájlt kapta, amit szeretett volna.
it: Il software che si riceve è accompagnato da un file con lo stesso nome del pacchetto e con l'estensione **.asc**. Tale file .asc è una firma GPG, e permette di verificare se il file che si è scaricato è esattamente quello che si desiderava.
pt_br: O programa que você receber está acompanhado de um um arquivo com o mesmo nome do pacote e a extensão **.asc**. Este arquivo tem uma assinatura GPG, e vai permitir a você verificar se o arquivo que você baixou é exatamente o mesmo que nós lhe enviamos.
tr: Yazılım ile birlikte paketle aynı ismi taşıyan ve **.asc** uzantılı bir dosya daha alacaksınız. Bu .asc dosyası bir GPG imzasıdır. Bu imzayı kontrol ederek indirdiğiniz dosyanın gerçekten bizim size gönderdiğiniz dosya olduğundan emin olabilirsiniz.
zh: 你将获取到的，还有一个与软件包的文件名相同、扩展名为 **.asc** 的文件。这个 .asc 文件是一个 GPG 签名，它能让你校验所下载到的文件是否与你想要下载的完全一致。

source: Before you can verify the signature, you will have to download and install GnuPG:
ar: قبل ان تقوم بالتّأكد من التوقيع، عليك أن تقوم بتنزيل وتثبيت GnuPG
cs: Ještě než můžete ověřit podpis, budete potřebovat stáhnout a nainstalovat GnuPG:
de: Bevor du die Signatur überprüfen können, musst du GnuPG herunterladen und installieren:
el_gr: Για να εξακριβώσετε την υπογραφή πρέπει να λάβετε και να εγκαταστήσετε το GnuPG:
es: Antes de que pueda verificar la firma, tendrá que descargar e instalar GnuPG:
fa: قبل از این که شما بتوانید امضا را بررسی کنید، باید GnuPG را دانلود و نصب کنید:
fr: Avant de pouvoir vérifier la signature, vous devez télécharger et installer GnuPG :
hu: Mielőtt ellenőrizni tudná az aláírást, szüksége lehet a GnuPG csomag letöltésére és telepítésére:
it: Prima di poter verificare la firma, è necessario scaricare ed installare GnuPG.
pt_br: Antes de verificar a assinatura, você terá que baixar e instalar o GnuPG:
tr: İmzayı kontrol etmek için GnuPG programını indirip kurmanız gerekmektedir:
zh: 在校验签名之前，你将需要下载并安装 GnuPG：

source: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: Most Linux distributions come with GnuPG preinstalled.
ar: **ويندوز**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **ماك او اس اكس**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **لينكس**: Most Linux distributions come with GnuPG preinstalled.
cs: ** Windows **: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) ** Mac OS X **: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) ** Linux **: Většina linuxových distribucí je dodávána s předinstalovaným GnuPG.
de: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) * Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: Die meisten Linux-Distributionen haben GnuPG vorinstalliert.
el_gr: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: Οι περισσότερες διανομές Linux διαθέτουν προεγκατεστημένο το GnuPG.
es: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: La mayoría de las distribuciones viene con GnuPG preinstalado.
fa: **ویندوز**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **گنو/لینوکس**: بیشتر دیستروهای گنو/لینوکس همراه GnuPG از پیش نصب‌شده ارائه می‌شوند.
fr: ** Windows **: [http://gpg4win.org/download.html] (http://gpg4win.org/download.html) ** Mac OS X: [http://macgpg.sourceforge.net/] (http://macgpg.sourceforge.net/) ** Linux: la plupart des distributions Linux sont livrés avec GnuPG préinstallé.
hu: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: A legtöbb disztribúción alapértelmezetten telepítésre kerül a GnuPG.
it: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: La maggior parte delle distribuzioni di GNU/Linux sono fornite con GnuPG preinstallato.
pt_br: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: A maioria das distribuições Linux vem com o GnuPG pré instalado..
tr: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: Pek çok Linux dağıtımı GnuPG kurulu olarak gelmektedir.
zh: **Windows**: [http://gpg4win.org/download.html](http://gpg4win.org/download.html) **Mac OS X**: [http://macgpg.sourceforge.net/](http://macgpg.sourceforge.net/) **Linux**: 大多数 Linux 发行版已预装 GnuPG

source: Please note that you may need to edit the paths and the commands used below to get it to work on your system.
ar: الرجاء الانتباه الى أنك قد تحتاج الى تعديل المسارات والاوامر ادناه من أجل أن يعمل على نظامك
cs: Vezměte prosím na vědomí, že může být nutné upravit cesty a příkazy používané níže, aby na vašem systému fungovaly.
de: Bitte beachte, dass die folgenden Pfade und Befehle geändert werden müssen, damit es auf deinem System funktioniert.
el_gr: Σημειώστε ότι ίσως χρειαστεί να επεξεργαστείτε τις διαδρομές και εντολές που χρησιμοποιούμε παρακάτω ώστε να λειτουργήσει στο σύστημά σας.
es: Por favor observe que puede ser necesario que edite las rutas y los comandos usados abajo para lograr que funcione en su sistema.
fa: لطفا به این نکته توجه کنید که شما ممکن است نیاز داشته باشید که مسیرها و فرمان‌هایی را که در زیر استفاده شده است، برای این که در سیستم شما کار کند، ویرایش کنید.
fr: Veuillez noter qu'il est peut-être nécessaire de modifier les chemins et les commandes utilisés ci-dessous pour fonctionner sur votre PC.
hu: Ne felejtse el, hogy lehet, szüksége lesz az alábbi parancsok esetén az útvonalat módosítására.
it: Si noti che potrebbe essere necessario modificare il percorso dei files o i comandi mostrati in seguito per permetterne il funzionamento sul vostro sistema.
pt_br: Por favor, observe que você pode ter de editar os caminhos e comandos usados abaixo para que funcione no seu sistema.
tr: Aşağıdaki komutları ve dizin yollarını kendi sisteminizde çalışacak şekilde değiştirmeniz gerekebilir.
zh: 请注意，你可能需要修改下面所用到的路径和命令，让它们能在你的系统上生效。

source: Erinn Clark signs the Tor Browser Bundles with key 0x63FEE659. To import Erinn's key, run:
ar: ايرن كلارك يوقع حزمة متصفح طور بالمفتاح 0x63FEE659. من أجل استيراد مفتاح ايرن نفذ الأمر التالي
cs: Erinn Clark podepisuje Tor Browser Bundle klíčem 0x63FEE659. Pro naimportování Erinnino klíče, proveďte:
de: Erinn Clark signiert das Tor Browser Bundle mit dem Schlüssel 0x63FEE659. Um diesen Schlüssel zu importieren, führe folendes aus:
el_gr: Η Erinn Clark υπογράφει τα Πακέτα Φυλλομετρητή Tor με κλειδί 0x63FEE659. Για να εισάγετε το κλειδί της Erinn, εκτελέστε:
es: Erinn Clark forma los Paquetes del navegador Tor con la llave 0x63FEE659. Para importar la llave de Erinn, ejecute:
fa: ارین کلارک (Erinn Clark) بسته مرورگر تور را با کلید 0x63FEE659 امضا می‌کند. برای دریافت کلید ارین، این دستور را اجرا کنید:
fr: Le package Navigateur Tor es signé avec la clé 0x63FEE659 par Erinn Clark. Pour importer la clé de Erinn, lancer:
hu: Erinn Clark írja alá a Tor Böngésző csomagot a 0x63FEE659 kulccsal. Erinn kulcsának importáláshoz futtassa a következőt:
it: Erinn Clark firma il Tor Browser Bundles con la chiave 0x63FEE659. Per importare la chiave di Erinn si esegua:
pt_br: Erinn Clark assina os Pacotes Tor Browser com a chave 0x63FEE659. Para importar a chave de Erinn, execute:
tr: Tor Tarayıcı Paketini Erinn Clark 0x63FEE659 etiketli anahtarı ile imzalamaktadır. Erinn'in anahtarını aşağıdaki komut ile yükleyebilirsiniz:
zh: Tor 浏览器软件由 Erinn Clark 使用密钥 0x63FEE659 签署。要导入 Erinn 的密钥，请执行：

source: gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659
cs: <span class="whitespace other" title="Tab">»</span>gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659
de: <span class="whitespace other" title="Tab">»</span>gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659
el_gr: <span class="whitespace other" title="Tab">»</span>gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659
fr: <span class="whitespace other" title="Tab">»Gpg</span> - keyserver hkp://keys.gnupg.net - recv-keys 0x63FEE659
hu: <span class="whitespace other" title="Tab">»</span>gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659
it: <span class="whitespace other" title="Tab">»</span>gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659
pt_br: <span class="whitespace other" title="Tab">»</span>gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659
tr: <span class="whitespace other" title="Tab">»</span>gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659
zh: <span class="whitespace other" title="Tab">»</span>gpg --keyserver hkp://keys.gnupg.net --recv-keys 0x63FEE659

source: After importing the key, verify that the fingerprint is correct:
ar: بعد اصدار المفتاح، عليك التّأكد من أن البصمة صحيحة
cs: Po naimportování klíče ověřte, že je otisk v pořádku:
de: Überprüfe nach dem Importieren des Schlüssels, ob der fingerprint übereinstimmt:
el_gr: Μετά την εισαγωγή του κλειδιού, βεβαιωθείτε ότι το αποτύπωμά του είναι το σωστό:
es: Después de importar la clave, compruebe que la huella sea correcta:
fa: بعد از دریافت کلید، بررسی کنید که اثرانگشت (fingerprint) درست باشد:
fr: Après avoir importé la clé, vérifiez que l'empreinte est correcte :
hu: A kulcs importálása után ellenőrizze, hogy az ujjlenyomat megfelelő-e:
it: Dopo aver importato la chiave, se ne verifichi la correttezza dell'impronta:
pt_br: Após importar a chave, verifique se a impressão está correta:
tr: Anahtarı yükledikten sonra anahtarın parmakizinin doğruluğunu kontrol edin:
zh: 导入密钥之后，校验指纹是否正确：

source: gpg --fingerprint 0x63FEE659
cs: <span class="whitespace other" title="Tab">»</span>gpg --fingerprint 0x63FEE659
de: <span class="whitespace other" title="Tab">»</span>gpg --fingerprint 0x63FEE659
el_gr: <span class="whitespace other" title="Tab">»</span>gpg --fingerprint 0x63FEE659
fr: <span class="whitespace other" title="Tab">»Gpg</span> - fingerprint 0x63FEE659
hu: <span class="whitespace other" title="Tab">»</span>gpg --fingerprint 0x63FEE659
it: <span class="whitespace other" title="Tab">»</span>gpg --fingerprint 0x63FEE659
pt_br: <span class="whitespace other" title="Tab">»</span>gpg --impressão 0x63FEE659
tr: <span class="whitespace other" title="Tab">»</span>gpg --fingerprint 0x63FEE659
zh: <span class="whitespace other" title="Tab">»</span>gpg --fingerprint 0x63FEE659

source: You should see:
ar: يجب أن تشاهد :
cs: Měli byste vidět:
de: Folgendes sollte zu sehen sein:
el_gr: Θα πρέπει να δείτε:
es: Usted debería ver :
fa: شما باید این را ببینید:
fr: Vous devriez voir :
hu: A következő kell látnia:
it: Dovresti vedere:
pt_br: Você deve ver:
tr: Aşağıdaki çıktıyı görmelisiniz. *Key fingerprint* alanının doğruluğundan emin olun:
zh: 你应该会看到：

source: pub 2048R/63FEE659 2003-10-16 Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 uid Erinn Clark <erinn@torproject.org> uid Erinn Clark <erinn@debian.org> uid Erinn Clark <erinn@double-helix.org> sub 2048R/EB399FD7 2003-10-16
ar: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
cs: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
de: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
el_gr: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
es: pub 2048R/63FEE659 2003-10-16 Huella de clave = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 uid Erinn Clark <erinn@torproject.org> uid Erinn Clark <erinn@debian.org> uid Erinn Clark <erinn@double-helix.org> sub 2048R/EB399FD7 2003-10-16
fr: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
hu: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
it: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
pt_br: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Chave de Impressão = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
tr: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16
zh: <span class="whitespace other" title="Tab">»</span>pub 2048R/63FEE659 2003-10-16 <span class="whitespace other" title="Tab">»</span> Key fingerprint = 8738 A680 B84B 3031 A630 F2DB 416F 0610 63FE E659 <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@torproject.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@debian.org> <span class="whitespace other" title="Tab">»</span>uid Erinn Clark <erinn@double-helix.org> <span class="whitespace other" title="Tab">»</span>sub 2048R/EB399FD7 2003-10-16

source: To verify the signature of the package you downloaded, run the following command:
ar: للتّأكد من توقيع الحزمة التي قمت بتنزيلها، نفذ الأمر التالي
cs: K ověření že podpisu bálíčku co jste stáhli, proveďte následující příkaz:
de: Um die Signatur des heruntergeladenen Packets zu überprüfen führe folgendes Kommando aus:
el_gr: Για να εξακριβώσετε την υπογραφή του πακέτου που κατεβάσατε, εκτελέστε την ακόλουθη εντολή:
es: Para verificar la firma del paquete que ha descargado, ejecute el siguiente comando:
fa: برای بازبینی امضای بسته‌ای که دانلود کرده‌اید، فرمان زیر را وارد کنید:
fr: Pour vérifier la signature du paquet que vous venez de télécharger, exécutez la commande suivante:
hu: A letöltött csomag aláírásának ellenőrzésére a következő parancsra van szüksége:
it: Per verificare la firma del pacchetto scaricato, si eseguano i seguenti comandi:
pt_br: Para verificar a assinatura do pacote que você baixou, rode o seguinte comando:
tr: İndirdiğiniz paketin imzasını kontrol etmek için aşağıdaki komutu çalıştırın:
zh: 要校验你所下载到的软件包，请执行以下命令：

source: gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
ar: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
cs: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
de: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
el_gr: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
fr: <span class="whitespace other" title="Tab">»Gpg</span> - verify tor-navigateur-2.2.33-2_en-US.exe.asc Tor-browser-2.2.33-2_en-fr.exe
hu: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
it: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
pt_br: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
tr: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
zh: <span class="whitespace other" title="Tab">»</span>gpg --verify tor-browser-2.2.33-2_en-US.exe.asc tor-browser-2.2.33-2_en-US.exe
