Repository: traumschule/tor-translation
Catalog: */tsum.po
Languages: ar, cs, de, el_gr, es, fa, fr, hu, it, pt_br, tr, zh

source: #### How to get Tor as several small sized packages It is possible to request the Tor Browser Bundle for Windows as several small sized packages, instead of one big package. This can be useful if you don't have a lot of bandwidth available, or if your email provider does not allow you to receive large attachments.
fr: #### Comment obtenir Tor en plusieurs archives de petites tailles. C'est possible de demander Tor Browser Bundle pour Windows en plusieurs petits paquets, à la place d'un seul grand. Cela peut être utile si vous n'avez pas une grande bande passante, ou si votre fournisseur de messagerie ne vous permet pas de recevoir de grandes pièces joitnes.

source: It is important that you include the keyword *split* on its own line. See *What to do with split packages* for information on how to unpack and re-assemble the small sized packages.
fr: C'est important d'écrire le mot-clé "split" sur une ligne séparée. Lisez "Que faire avec les paquets coupés" pour plus d'informations sur comment extraire et réassembler les petits paquets.

source: ### How to verify that you have the right version Before running the Tor Browser Bundle, you should make sure that you have the right version.
fr: ### Comment vérifier que vous avez la bonne version ? Avant de lancer le package du navigateur Tor, vous devrez vous assurer que vous avez la bonne version.

source: ### How to use the Tor Browser Bundle After downloading the Tor Browser Bundle and extracting the package, you should have a directory with a few files in it. One of the files is an executable called "Start Tor Browser" (or "start-tor-browser", depending on your operating system).
fr: ### Comment utiliser le package Navigateur Tor après l'avoir téléchargé et décompacter. Vous devriez obtenir un dossier à l'intérieur duquel se trouvent quelques fichiers. Parmi eux un exécutable nommé "Start Tor Browser" (ou "start-tor-browser", en fonction de votre système d'exploitation).

source: ### What to do when Tor does not connect Some users will notice that Vidalia gets stuck when trying to connect to the Tor network. If this happens, make sure that you are connected to the Internet. If you need to connect to a proxy server, see *How to use an open proxy* below.
fr: ### Que faire lorsque Tor ne se connecte pas. Des utilisateurs ont noté que Vidalia pouvait se figer au cours de la connexion au réseau. Si cela se produit, assurez-vous que vous êtes connectez à Internet. Si vous devez passer au travers d'un proxy, consultez la section * Comment utiliser un proxy ouvert* ci-dessous.

source: ### How to use a bridge Once you have a set of bridges to use, open the Vidalia control panel, click on *Settings*, *Network* and tick the box that says *My ISP blocks connections to the Tor network*. Enter the bridges in the box below, hit *OK* and start Tor again.
fr: ### Comment utiliser une passerelle. Dès que vous avez un ensemble de passerelles utilisables, ouvrez le panneau de contrôle Vidalia, cliquez sur *settings*, paramètres, *Network* -réseau- et cocher la case indiquant *My ISP blocks connections to the Tor Network* - Mon FAI bloque mes connexions au réseau Tor -. Saisissez la passerelle dans la boite en dessous, clique *OK* et relancer Tor à nouveau.

source: ### How to use an open proxy If using a bridge does not work, try configuring Tor to use any HTTPS or SOCKS proxy to get access to the Tor network. This means even if Tor is blocked by your local network, open proxies can be safely used to connect to the Tor Network and on to the uncensored Internet.
fr: ### Comment utiliser un proxy ouvert si vous avez une passerelle qui ne fonctionne pas. Essayez de configurer Tor pour utiliser tout proxy HTTPS ou SOCKS pour avoir accès au réseau Tor. Cela signifie que si Tor est bloqué par votre réseau local, une proxy ouvert peut être utilisé de manière sûre pour vous connecter au réseau Tor puis sur Internet non censuré.

source: ### Unable to extract the archive If you are using Windows and find that you cannot extract the archive, download and install [7-Zip](http://www.7-zip.org/).
fr: ### Impossible d'extraire l'archive. Si vous utilisez Windows et ne pouvez pas extraire l'archive, téléchargez et installez [7-Zip](http://www.7-zip.org/).

source: ### What to do with split packages When you request a split package, the parts may arrive out of order. You need to make sure you have received all the parts before you attempt to unpack them. Save all the parts into one directory on your computer, unzip them, and double-click the file that ends in "..split.part01.exe" to start the unpacking process.
fr: ### Que faire avec les paquets coupés ? Quand vous demandez des paquets séparés, les parties peuvent arriver Out Of Order. Vous devez être sûr de les avoir tous avant d'essayer de les extraire ! Enregistrez les petits paquets dans un dosser, dé-compressez les, et double-cliquez sur le fichier qui finit en "..split.part01.exe" pour commencer l'extraction.

source: ### Vidalia asks for a password You should not have to enter a password when starting Vidalia. If you are prompted for one, you are likely affected by one of these problems:
fr: ### Vidalia demande un mot de passe. Vous ne devriez pas avoir à fournir de mot de passe au démarrage de Vidalia. Si on vous en demande un, vous êtes probablement touchés par l'un des problèmes suivant:

source: ### Flash does not work For security reasons, Flash, Java, and other plugins are currently disabled for Tor. Plugins operate independently from Firefox and can perform activity on your computer that ruins your anonymity.
fr: ### Flash ne fonctionne pas pour des raisons de sécurité. Flash, java et d'autres pluggins sont couramment désactiver pour Tor. Les plugins opèrent indépendamment de Firefox et peuvent engendrer de l'activité sur votre ordinateur qui peut compromettre votre anonymat.

source: ### I want to use another browser For security reasons, we recommend that you only browse the web through Tor using the Tor Browser Bundle. It is technically possible to use Tor with other browsers, but by doing so you open yourself up to potential attacks.
fr: ### Je souhaite utiliser un autre navigateur. Pour des raisons de sécurité, nous vous recommandons de ne naviguer sur le web avec Tor en utilisant exclusivement le navigateur fourni dans la package Navigateur. Cela reste techniquement possible d'utiliser Tor avec d'autres navigateurs cependant en agissant ainsi vous vous exposez à des attaques potentielles.

source: ### Why Tor is slow Tor can sometimes be a bit slower than your normal Internet connection. After all, your traffic is sent through many different countries, sometimes across oceans around the world!
fr: ### Pourquoi Tor est lent. Tor peut parfois être un peu plus lent que votre connexion Internet habituelle. Cela s'explique, votre trafic est envoyé à travers différent pays, parfois au delà des océans tout autour du monde !
